export const jp = `<!DOCTYPE html>
<html lang="jp">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Ubuntu:wght@300;700&display=swap" rel="stylesheet">
    <style>
        p, ul, ol {
            font-family: 'Ubuntu';
            font-weight: 300;
            text-align: justify;
            font-size: 15px
        }
        h3 {
            font-family: 'Ubuntu';
            font-weight: 700;
            font-size: 16px
        }
    </style>
</head>
<body>
<h3>
    ご利用規約
</h3>
<p>
    ウェブサイト、またはウェブサイトを通して提供されるサービスや製品をご利用になる前に、本ご利用規約（以下<b>「規約」</b>といいます）をよくお読みください。 
</p>
<h3>
    Acceptance of the Terms of Use
</h3>
<p>
    本規約は、お客様と、エストニア国法に基づき正式に組織され、有効に存在し、以下の所在地に主たる営業所を有する有限責任会社 <b>CyberBit OÜ</b>, との間に締結されます。 Harju maakond、Tallinn、Kesklinna linnaosa、Pärnu mnt 158、11317、Estonia、 以下 <b>「当社」</b>、<b>「私たちは」</b>、または<b>「私たちを」</b>といいます）。
</p>
<p>
    以下のご利用規約は、参照することにより明示的に組み込まれる文書（以下、総称して「ご利用規約」といいます）とともに、関連するELECTRUM VAULTデスクトップアプリケーションおよびGOLD WALLETモバイルアプリケーション（以下、個別に、且つ総称して「本アプリケーション」といいます）を含む、 <a href="https://www.bitcoinvault.global">www.bitcoinvault.global</a>, (the "Website"), （以下、「本ウェブサイト」といいます）へのお客様のアクセスおよびご利用、本ウェブサイトおよび本アプリケーションのいずれかにおいて、またはこれらを通じて提供されるメディア、分析、コンテンツ、機能性およびサービスへのお客様のアクセスおよびご利用、ならびにすべての関連サイトおよびサービスへのお客様のアクセスおよびご利用について規定するものです。
</p>
<p>
    本ウェブサイト、本アプリケーション、および当社がまたは当社を通じて提供するすべてのその他のメディア、分析、コンテンツ、機能、製品およびサービスを「本製品」と呼びます。 
</p>
<p>
    本ウェブサイトおよび本製品のご利用を開始する前に、本ご利用規約をよくお読みください。本ウェブサイトや本製品（例：ウォレットの作成やインポート、デスクトップアプリケーションやモバイルアプリケーションのダウンロードや実行、当社のウェブサイトの閲覧など）のご利用により、または本ご利用規約のオプションがご利用可能となった後、承諾または同意のためのクリックを行うことにより、お客様は本ご利用規約を読み、理解し、これに拘束され遵守することに同意したものとみなされます。 
</p>
<p>
    お客様に通知することなく、本ウェブサイトおよび本製品のフォーマットやコンテンツが変更される場合がございます。お客様の本アプリケーションのご利用に関するこのような変更は、本ウェブサイトまたは本アプリケーションに掲載された時点で直ちに有効となります。このような変更後も本アプリケーションを継続してご利用になることで、その時点での本規約に拘束されることに同意したものとみなされます。お客様は、かかるページを頻繁に確認し、変更点を把握するようご注意ください。 
</p>
<p>
    お客様は、本ウェブサイトおよび本製品のご利用は「現状のまま」および「利用可能な限り」であり、お客様自身の責任において行われることに同意するものとします。当社は、本ウェブサイトおよび本製品に含まれるすべての情報（ユーザーが作成したコンテンツを除く）が正確であることを確認するよう努めておりますが、これは信頼を置くべき権威やアドバイスではなく、またそのようになることを意図したものでもありません。
</p>
<p>
    お客様が本規約または本規約の変更に同意しない場合、お客様は、本ウェブサイトおよび本製品または本アプリケーションにアクセスしたりあるいはご利用になったり、もしくは本製品にアクセスしたりまたはご利用になったりすることはできません。 
</p>
<p>
    本規約のいずれかの条項の実施または部分的な実施における本アプリケーションによる不履行または遅延は、いかなる権利の放棄と解釈されるものではありません。
</p>
<p>
    これらのご利用規約に関連するご質問やご意見がございましたら、当社のウェブサイト <a href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a> から、またはFacebook、Telegram、Instagram、Twitterからお問い合わせください。本契約または本契約の変更に同意されない場合は、当社のサービスをご利用になることはできません。
</p>
<h3>
    本アプリケーションを含め、当社のウェブサイトおよび製品をご利用になることができる方
</h3>
<p>
    本ウェブサイトは、(i) ポーランドで（18歳以上）および (ii) 利用者の管轄区域または居住地において法定年齢に達している利用者を対象としていります。本ウェブサイトおよび本製品を使用することにより、お客様は、(i) 18歳以上であること、(ii) お客様の管轄区域または居住地において法定年齢に達していること、(iii) 適用される法律、命令、指令、規制、または制裁リストの下で本ウェブサイトおよび本製品の使用が禁止されていないこと、および (iii) 合法的な目的のためにのみ本ウェブサイトおよび本製品を使用していることを表明し、保証するものとします。 
お客様が法人を代表して当ウェブサイトまたは本製品を利用する場合、お客様は以下のことを表明し、保証するものとします。(a) 法人がその組織の管轄区域の適用法に基づいて正式に組織され、有効に存在していること、および (b) お客様がその法人に代わって行動することを正式に認可されていること。 
</p>
<p>
    お客様は、お客様の管轄区域の法律で許可されている場合にのみ、当社サービスをご利用になることができます。本規約が、お客様に適用されるすべての法律、規則、規制に準拠していることを確認してください。本アプリケーションのご利用により、お客様は、本規約に記載されているすべての資格要件を満たしていることを表明し、保証するものとします。ただし、当社は、特定の人のアプリケーションへのアクセスまたは使用を拒否することができ、いつでも資格基準を変更する権利を留保します。
</p>
<p>
    これらの要件を満たしていない場合は、本ウェブサイトおよび本製品にアクセスしたり、使用したりすることはできません。
</p>
<h3>
    本アプリケーションとお客様の責任について
</h3>
<p>
    本アプリケーションは、お客様がBitcoin Vault（以下、「BTCV」）トークン（以下、「BTCVトークン」）を送受信するためのアドレス生成ソフトウェアです。 
</p>
<p>
    お客様は、ご自身のアドレス、シードフレーズ、および秘密鍵のアクセス情報を安全に保つ必要があります。これを怠ると、ウォレットに関連するBTCVトークンの管理が不可能となる場合があります。 
</p>
<p>
    本アプリケーションは、パスワードの回復をサポートいたしません。本アプリケーションは、お客様のアドレスを保存しますが、お客様のウォレットに関連するパスワード、暗号化された秘密鍵、暗号化されていない秘密鍵、シードフレーズを受け取ったり、保存したりすることはできません。そのため、お客様のウォレットのパスワード回復のお手伝いは出来かねません。また、お客様が元のパスワードを忘れた場合、新しいパスワードを生成することはできません。 
</p>
<p>
    お客様ご自身のウォレットに保持されているアドレスと秘密鍵のペアのバックアップを安全に保存しておらず、パスワードを紛失した場合、お客様は、そのようなアドレスに関連付けられているBTCVトークンにアクセスできなくなることを受け入れ、了承するものとします。 
</p>
<p>
    お客様は、本製品を介して提供する情報が正確かつ完全であることを表明し、保証するものとします。本製品を介して開始されたBTCVトークンの取引に関連してお客様が行った誤操作または不作為に関し、お客様は、当社が一切の責任を負わないことを受け入れ、了承するものとします。当社は、BTCVトークンの譲渡を試みる前に、取引の詳細を慎重に確認することを強くお勧めします。
</p>
<p>
    本アプリケーションのご利用には、ウォレットをインポートまたは作成する必要があります。お客様は、ご自身の秘密鍵とシードフレーズの秘密性を維持し、ご自身のアカウントの下で発生するすべての活動に対して全責任を負うものとします。 
</p>
<p>
    お客様は、パスワードやアカウントの不正使用、その他のセキュリティ違反があった場合、直ちに当社に通知することに同意するものとしますが、当社は、お客様がこの点に従わなかったことにより生じた損失や損害について、一切の責任を負いません。ウォレット作成時に、ウォレットへのアクセスおよび/またはコントロールが失われないように、予防措置を講じることを強くお勧めいたします。 
</p>
<p>
    お客様は、取引を開始する前に、お客様のウォレットおよび/またはガスに十分な残高があることを確認しなければなりません。お客様は、お客様のウォレットアカウントに関連する資金やガスが不足していることが原因で取引ができなかった場合に、当社が責任を負わないことを認め、同意するものとします。 
</p>
<p>
    お客様が本製品を介して取引詳細を提出した取引に適用される税金がある場合に、それを決定するのはお客様の責任であり、適切な税務当局に正しい税金を報告し、送金するのはお客様の責任となります。お客様は、当社がお客様のBTCV取引に税金が適用されるかどうかを判断すること、またはBTCVトークン関連の取引から生じる税金の徴収、報告、源泉徴収または送金について責任を負わないことに同意するものとします。
</p>
<p>
    本アプリケーションで許可されている範囲内で、お客様が第三者の製品またはサービスを通じて、または本アプリケーションを通じて、お客様のウォレットアカウントへのアクセスまたは接続を第三者に明示的に許可した場合、お客様に代わって特定の行動を取ることを第三者に許可したからといって、本規約に基づくお客様の責任が免除されるわけではないことをお客様は了承するものとします。お客様は、お客様のウォレットアカウントにアクセスした第三者のすべての行為または不備に対して全責任を負うものとします。 
</p>
<p>
    お客様は以下のことに責任を負います。
</p>
<ol type="i">
    <li>
        i.	お客様が本ウェブサイトおよび本製品にアクセスするために必要なすべての手配を行うこと。
    </li>
    <li>
        ii.	お客様のインターネット接続を介して本ウェブサイトおよび本製品にアクセスするすべての人が本規約を理解し、遵守していることを確認すること。
    </li>
</ol>
<p>
    本ウェブサイトまたはそれが提供するリソースの一部にアクセスするために、特定の登録情報またはその他の情報の提供を求められる場合があります。本ウェブサイトを利用するには、お客様が本ウェブサイトで提供するすべての情報が正確、最新かつ完全であることが条件となります。お客様は、本ウェブサイトの使用（本ウェブサイト上のインタラクティブ機能の使用を含むがこれに限定されない）を登録するために利用者が提供したすべての情報が、当社のプライバシーポリシーによって管理されることに同意し、当社のプライバシーポリシーに沿って利用者の情報に関して当社が行うすべての措置に同意するものとします。
公共のコンピュータまたは共有のコンピュータ上で本ウェブサイトに個人情報を入力する場合は、他の人が個人情報を閲覧または記録できないように注意する必要があります。
</p>
<h3>
    著作権とライセンス
</h3>
<p>
    本ウェブサイトおよび本製品、およびそれらのコンテンツ、特徴、機能（すべての情報、ソフトウェア、テキスト、表示、画像、映像、音声、およびそれらのデザイン、選択と配置を含みむがこれらに限定されない）は、当社、当社のライセンサーまたはその他のそれらの素材の提供者が所有しており、著作権、商標、特許、営業秘密、その他の知的財産権または所有権に関する法律にて保護されています。
</p>
<p>
    お客様は、以下の場合を除き、当社のウェブサイトおよび商品に掲載されている素材の複製、配布、変更、二次的著作物の作成、公開表示、公開実施、再発行、ダウンロード、保存、または送信を行ってはなりません。
</p>
<ol type="i">
    <li>
        i.	お客様がこれらの素材にアクセスして閲覧する際に付随して、お客様のコンピュータはそのような素材のコピーを一時的にRAMに保存することができます。
    </li>
    <li>
        ii.	ウェブブラウザが自動的にキャッシュしたファイルを、表示の強化を目的として、保存することができます。
    </li>
    <li>
        iii.	お客様は、個人的な非営利目的でのご利用のために、本ウェブサイトの合理的なページ数のコピーを一部、印刷またはダウンロードすることができますが、これ以上の複製、出版または配布はできません。
    </li>
</ol>
<p>
    当社がダウンロード用のデスクトップ、モバイルまたはその他のアプリケーションを提供している場合、お客様は、お客様自身の個人的な非営利目的での使用に限り、1つのコピーをお客様のコンピュータまたはモバイル機器にダウンロードすることができますが、かかるアプリケーションに関する当社のエンドユーザーライセンス契約に拘束されることに同意することを条件とします。
</p>
<p>
    お客様は以下のことはできないものとします。
</p>
<ol type="i">
    <li>
       i.	本ウェブサイトからの素材のコピーを変更すること。
    </li>
    <li>
        ii.	本ウェブサイトの素材のコピーから著作権、商標、またはその他の所有権表示を削除または変更すること。
    </li>
    <li>
        iii.	本ウェブサイトの一部、または本ウェブサイトおよび本製品を通じて利用可能なサービスや素材に営利目的でアクセスしたり、ご利用になったりすること。
    </li>
</ol>
<p>
    本項に記載されている以外の本ウェブサイト上の素材または本製品のご利用の要求先： <a href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a>
</p>
<p>
    お客様が本規約に違反して本ウェブサイトおよび本製品の一部を印刷、コピー、修正、ダウンロード、またはその他の方法で他者に本ウェブサイトと本製品を利用、またはアクセスさせた場合、お客様の本ウェブサイトおよび本製品をご利用になる権利は直ちに停止し、当社の選択により、お客様はお客様が作成した素材のコピーを返却または破棄しなければならないものとします。本ウェブサイトまたは本製品、または本ウェブサイトまたは本製品上のコンテンツに関する権利、権原または利益は、お客様に譲渡されるものではなく、明示的に付与されていないすべての権利は、当社が留保します。本規約で明示的に許可されていない本ウェブサイトのご利用は、本ご利用規約の違反であり、著作権、商標およびその他の法律に違反する可能性があります。
</p>
<p>
    本製品のユーザーであるお客様に対し、当社は、本アプリケーションをご利用になるための限定的、個人的、非商業的、非独占的、譲渡不能、かつ取消可能なライセンスを付与いたします。 
</p>
<p>
    当社の本製品を使用する際に、お客様は以下のことはできないものとします。
</p>
<ol type="i">
    <li>
        i.	当社の製品を使用して法律に違反すること。 
    </li>
    <li>
        ii.	他のユーザーのウォレットを許可なくご利用になる、またはご利用になろうとすること、または他のユーザーが本製品を十分に楽しむことを妨げる、混乱させる、悪影響を与える、または阻害する可能性のある方法で本製品をご利用になること。
    </li>
    <li>
        iii.	本アプリケーションを通じて、ウイルスまたはその他の有害なコンピュータコードを配布すること。
    </li>
    <li>
        iv.	当社または当社の第三者プロバイダーのインフラストラクチャに不合理または不釣り合いに大きな負荷を課す可能性のある行為を行うこと。
    </li>
    <li>
        v.	当社のセキュリティを回避しようとすること（お客様は、本製品に接続されている他のアカウント、コンピュータシステム、またはネットワークを含むがこれに限定されない、本製品へのアクセスを防止または制限するために当社が使用する可能性のある手段を迂回したり、回避したり、または迂回しようとすることはできません。 
    </li>
</ol>
<p>
    当社の書面による事前の許可なく、本規約で特に認められている以外の方法で本アプリケーションをご利用になることは固く禁じられており、それが確認された場合、お客様の本アプリケーションご利用のライセンスは終了いたします。
</p>
<h3>
    責任の制限と保証の否認
</h3>
<p>
    本ウェブサイトおよび本製品上または本ウェブサイトおよび本製品を通じて提示された情報は、一般的な情報提供のみを目的として提供されています。当社は、これらの情報の正確性、完全性、有用性を保証するものではありません。お客様がこのような情報に依拠する場合は、お客様ご自身の責任において行ってください。当社は、お客様または当ウェブサイトへの他の訪問者、または当ウェブサイトの内容を知らされた人がこれらの情報に依拠したことから生じる一切の責任を負いません。
</p>
<p>
    本ウェブサイトおよび本製品には、他のユーザー、ブロガー、第三者のライセンサー、シンジケータ、アグリゲータ、および/またはレポートサービスが提供する資料を含む、第三者が提供するコンテンツが含まれている場合があります。これらの素材で表現されたすべての記述および/または意見、ならびに当社が提供するコンテンツ以外のすべての記事および質問への回答は、もっぱらこれらの素材を提供する個人または事業体の意見であり、その責任に基づくものです。また、これらの素材は、必ずしも当社の意見を反映したものではありません。当社は、第三者から提供された素材の内容や正確性について、お客様または第三者に対して一切の責任を負いません。
</p>
<p>
    本ウェブサイトおよび本製品は、いかなる方法であれ、いかなる形式でも、また部分も、いかなるアドバイス（専門的であるか否かにかかわらず）の根拠となることを意図したものではなく、また、投資その他の意思決定や取引への利用を意図したものではありません。当社は、本ウェブサイト上の情報または本製品の情報に依拠して、またはそれに基づいて行われた以下に起因するいかなるクレームや損失に対しても（それがどのように発生するかにかかわらず）一切の責任を負いません。
</p>
<ul>
    <li>与えられたアドバイス。</li>
    <li>行われた投資またはその他の決定</li>
    <li>行われた、または影響を受けた取引。</li>
</ul>
<p>
    また、当社は、本製品の他の目的でのご利用または依拠から生じるいかなる責任も負いません。
</p>
<p>
    当社は、本ウェブサイトおよび本製品のコンテンツの正確性、完全性、最新性、正確性、信頼性、全体性、品質、目的への適合性、または独創性について、いかなる条件も締結せず、いかなる表明も行わないものとします。法律で認められている最大限の範囲において、当社は、お客様または他の人が本ウェブサイトおよび本製品のご利用、またはそのコンテンツへの依存により発生したいかなる種類の損失または損害についても、一切の責任を負いません。
</p>
<p>
    当社は、本ウェブサイトおよび本製品のコンテンツにウイルスやその他の汚染または破壊的な要素を持つ可能性のあるコードが含まれていないことを保証することはできませんし、また保証するものではありません。コンテンツの安全性と信頼性に関するお客様の要求を満たすために、適切なITセキュリティ保護措置（アンチウイルスやその他のセキュリティチェックを含む）を実施することは、お客様の責任となります
</p>
<p>
    お客様は、以下に起因する損失、損害、またはクレームに関連するすべての責任から当社を免除します
</p>
    <ol type="a">
        <li>
            パスワードの忘れ、取引の構築ミス、またはBTCVのアドレスの誤入力などのユーザーエラー。 
        </li>
        <li>
            サーバーの障害またはデータの損失。  
        </li>
        <li>
            本アプリケーションを介したお客様のウォレットへの不正アクセス。 
        </li>
        <li>
            アプリケーションソフトウェアのバグまたはその他のエラー。 
        </li>
        <li>
            本アプリケーションに対するウイルス、フィッシング、ブルートフォース、またはその他の攻撃手段の使用を含むがこれらに限定されない第三者の不正な活動
        </li>
    </ol>
<p>
    当社は、本製品に含まれる、または本製品を介してアクセスされる第三者のコンテンツについては、いかなる表明も行いません。そのようなコンテンツに関連するその他の条件、状況、保証、または表明は、お客様とそのような組織および/または個人との間でのみ存在します。
</p>
<h3>
    保証の否認
</h3>
<p>
    お客様は、当社がインターネットまたはウェブサイトからダウンロード可能なファイルにウイルスやその他の破壊的なコードが含まれていないことを保証することはできない、またしないことを理解するものとします。お客様は、アンチウイルス保護およびデータの入出力の正確性に関するお客様の特定の要件を満たすために十分な手順とチェックポイントを実施し、失われたデータの再構築のために当社のサイトの外部の手段を維持する責任があります。
</p>
<p>
    当社は、本ウェブサイト、本ウェブサイトを通じて得られたサービスやアイテム、または本ウェブサイトに掲載されている資料、または本ウェブサイトにリンクされているウェブサイトに掲載されている資料のダウンロードに起因する、DDoS攻撃によって、またはウイルスまたはその他の技術的に有害な資料がお客様のコンピュータ機器、コンピュータプログラム、データ、またはその他の専有資料に感染したことにより生じた損失または損害について、一切の責任を負いません。本ウェブサイト、そのコンテンツ、および本ウェブサイトを通じて入手したサービスやアイテムのご利用は、お客様ご自身の責任において行われるものとします。本ウェブサイト、そのコンテンツ、本ウェブサイトを通じて得られるサービスやアイテムは、「現状のまま」「利用可能な限り」提供されるものであり、明示的、黙示的を問わず、いかなる種類の保証もいたしません。当社または当社の関係者は、本ウェブサイトの完全性、安全性、信頼性、品質、正確性、可用性に関して、いかなる保証または表明も行いません。上記を制限することなく、当社または当社に関連するいかなる個人も、当社のウェブサイト、そのコンテンツ、またはウェブサイトを通じて得られるサービスやアイテムが正確で、信頼性が高く、エラーがなく、中断されないこと、欠陥が修正されること、当社のウェブサイトまたはそれを利用可能にするサーバーにウイルスやその他の有害なコンポーネントが含まれていないこと、または当該ウェブサイトまたは当該ウェブサイトを通じて得られるサービスやアイテムがお客様のニーズや期待を満たすことを表明または保証するものではありません。
</p>
<p>
    当社は、商品性、非侵害、特定目的への適合性の保証を含むがこれに限定されず、明示的、黙示的、法律上、その他のいかなる種類の保証も行いません。 
</p>
<p>
    法域によっては、保証の除外または黙示的保証の期間の制限が認められていないため、上記の免責事項が完全には適用されない場合がありますが、適用法で認められている最大限の範囲内で適用されます。
</p>
<h3>
    責任の限度
</h3>
<p>
    当社、その関連会社、ライセンサー、サービスプロバイダー、従業員、代理人、役員、取締役は、お客様が当社の本ウェブサイト、またはそれらにリンクされたウェブサイト、本ウェブサイト上のコンテンツ、または当社の本ウェブサイトまたはその他のウェブサイトを通じて得られたサービスやアイテムのご利用と、またはご利用できなかったことに起因または関連して生じた、直接的、間接的、特別、付随的、結果的、または懲罰的な損害を含むがこれらに限定されない、人身傷害、痛みと苦しみ、感情的苦痛、収益の損失、利益の損失、事業または予想される貯蓄の損失、使用の損失、のれんの損失、データの損失を含むがこれらに限定されない、不法行為（過失を含む）、契約違反、またはその他によって引き起こされたかどうかを問わずいかなる種類の損害に対しても、例えそれが予見可能であったとしても、いかなる法的理論の下でも責任を負いません。上記は、適用法の下で除外または制限することができない責任には影響しません（詐欺行為を含む場合があります）。 
</p>
<p>
    当社は、お客様または、サイバー攻撃、第三者による不正アクセスを含むがこれに限定されない第三者によるアカウントのご利用（お客様が許可したか否かは問いません）に起因するいかなる損失または損害についても責任を負わないものといたします。 
</p>
<h3>
    補償
</h3>
<p>
    お客様は、当社、その関連会社、ライセンサー、サービスプロバイダ、およびそれらの役員、取締役、従業員、請負業者、代理人、ライセンサー、サプライヤー、後継者および譲受人を、お客様が本規約に違反したこと、または本規約で明示的に許可されていない本ウェブサイトのすべてのコンテンツ、サービスおよび製品の使用、または本ウェブサイトから取得した情報の使用を含みますが、これらに限定されない、お客様の本ウェブサイトまたは本製品の使用に起因または関連して発生するあらゆる請求、責任、損害、判断、賞、損失、費用、経費、または手数料（合理的な弁護士費用を含む）から防御し、補償し、損害を与えないことに同意するものとします。
</p>
<h3>
    請求の時間制限
</h3>
<p>
    お客様は、当社との関係から生じる、または当社との関係に関連して生じたいかなる請求も、かかる請求が生じてから1年以内に提出しなければならす、さもなければお客様の請求は永久に禁止されることに同意するものとします。
</p>
<h3>
    個人情報の保護
</h3>
<ol type="1">
    <li>
        当社は、一般データ保護規則、すなわち、個人データの取扱いと関連する自然人の保護に関する、及び、そのデータの自由な移転に関する、並びに、指令95/46/ECを廃止する欧州議会及び理事会の2016年4月27日の規則（EU）2016/679（以下「GDPR」）に従って、お客様の個人データを処理します。
    </li>
    <li>
        お客様の個人データのデータコントローラーは当社です。当社へのお問い合わせは、contact@bitcoinvault.globalで受け付けております。
    </li>
    <li>
        当社は、お客様が電子メールによるお知らせの受信に同意することにより、お客様が当社に直接提供する情報を収集いたします。さらに、当社は、当社が動作し、当社のサービスをお客様に提供するために、クッキーを使用して特定の技術情報を収集します。クッキーとは、匿名の独自の識別子を含む少量のデータを持つファイルです。クッキーは、ウェブサイトからお客様のブラウザに送信され、お客様のコンピュータのハードドライブに保存されます。お使いのブラウザに、すべてのクッキーを拒否するように、またはクッキーが送信されたときに表示されるように設定することができます。ただし、クッキーを受け入れない設定にする場合は、当社ウェブサイトの一部をご利用いただけなくなる可能性があります。
    </li>
    <li>
        当社ウェブサイトおよびサービスは、成人向けです。当社のサービスは、関連する成人年齢未満のお子様を対象としたものではなく、成人年齢に達しないお子様から故意に個人情報を収集することはありません。お客様が成人年齢に達していない場合は、個人情報を当社に提出することはできません。 
    </li>
    <li>
        当社は収集時にお客様にご説明の通り、当社が収集したお客様の個人情報および技術的な情報を、以下の目的で使用することがあります。
        <ol type="a">
            <li>
                電子メール通知を含む、当社のサービスの提供、運営、維持。 
            </li>
            <li>
                当社サービスの改善および評価。 
            </li>
            <li>
                新機能、製品またはサービスの開発。 
            </li>
            <li>
                カスタマーサービスおよびカスタマーサポート。
            </li>
            <li>
                マーケティング、販売促進、スポンサー付きコンテンツ、サービス内の広告など、当社が提供するコンテンツをカスタマイズし、パーソナライズすること。
            </li>
            <li>
                マーケティングおよびコミュニケーション（例：お客様が登録されたアカウントやサービスのご利用についてお客様に直接連絡したり、お客様の要求、フィードバック、質問に対応したりすること）。
            </li>
            <li>
                お客様が当社のサービスをどのように利用しているかについての調査および分析（利用状況や活動傾向の監視、統計目的を含む）、レポートの作成、コンテンツ、コミュニケーション、当社のサービス、またはお客様に関連性のある広告を配信すること。
            </li>
            <li>
                法律、規制、および法執行機関やその他の政府機関からの要請を遵守するための法令遵守。当社の義務の遂行および契約から生じる当社の権利の執行、および訴訟目的のための証拠としての使用。
            </li>
            <li>
                当社または関連する第三者の権利、財産および利益を保護すること。当社が独自の裁量で、違法、非倫理的、または法的に疑問のある活動であるか、またはその恐れがあると判断した活動を調査、防止、またはその他の方法で対処すること。
            </li>
            <li>
                また、上記と同様の目的で、お客様や他のユーザーの当社サービスの利用に関する集計データまたは匿名データを作成することがあります。
            </li>
        </ol>
        </li>
    <li>
        当社は、法的根拠がある方法で、お客様の個人情報を使用します。お客様の個人情報の処理に関する法的根拠は以下の通りです。
        <ol type="a">
            <li>
                GDPR第6条(1)(b) - つまり、処理は、当社がこれから締結しようとしている、またはお客様との間で締結した契約の履行のために必要なものです。
            </li>
            <li>
                GDPR第6条(1)(a) - つまり、1つまたは複数の特定の目的のための個人情報の処理に対するお客様の同意です。
            </li>
            <li>
                GDPR第6条(1)(f) - すなわち、当社または第三者が追求する正当な利益に起因する目的のために処理が必要であり、その目的は、当社が締結しようとしている契約、または関連する第三者と締結した契約の履行、並びにお客様または関連する第三者との契約関係に起因する、または関連する当社の契約関係に起因する、法的請求の確立、調査または防御です。(当社の正当な利益のために個人情報を処理する前に、お客様とお客様の権利への潜在的な悪影響を考慮し、バランスを取るようにしていることを強調させていただきます。当社は、お客様への影響が当社の利益に優先する活動にお客様の個人情報を使用しません。）並びに
            </li>
            <li>
                GDPR第6条(1)(c) - データコントローラーとして当社に課せられた法的義務を果たすために処理が必要である場合。
            </li>
        </ol>
    </li>
    <li>
        お客様の個人情報のセキュリティは、当社にとって極めて重要です。そのため、盗難や悪用からお客様の個人情報を保護するために、管理上、技術上、物理的な安全措置を実施しています。残念ながら、いかなるシステム、安全措置、または手順も、お客様の情報に対し完全なセキュリティを保証することはできません。そのため、第三者の不正アクセスからお客様の個人情報を保護するよう努めてはいますが、当社はそうしたデータのセキュリティを確保したり、保証したりすることはいたしかねます。したがって、当社の本ウェブサイト、サービス、および当社とのコミュニケーションのご利用は、お客様ご自身の責任において行われるものとします。お客様は、インターネットを介して当社に送信するデータと情報のセキュリティを保護する責任があります。
    </li>
    <li>
        We may share your personal data as follows:
        <ol type="a">
            <li>
                当社の子会社および関連会社との間で。これには将来的にに設立される会社も含まれます。
            </li>
            <li>
                当社がサービスを提供するために合理的に必要な範囲で、当社が利用するサービス事業者および下請け業者との間で。
            </li>
            <li>
                お客様に関する情報を法的に共有しなければならない第三者との間で。
            </li>
            <li>
                お客様の明示的な同意を得た上で、その他の第三者との間で。
            </li>
            <li>
                政府または規制当局の要請に対応することを含め、裁判所の命令、法律、または法的手続きに従うため。
            </li>
            <li>
                当社サービスの不正アクセスや悪用の可能性を調査したり、当社の利用規約やその他の契約を執行・適用するため。
            </li>
            <li>
                当社の資産または権利を保護するため。これには料金請求目的および収集目的を含みますが、これに限定されません。
            </li>
            <li>
                当社またはお客様や第三者の権利、財産、安全を守るために必要または適切であると当社が判断した場合。これには詐欺防止や違法行為の防止を目的とした他の企業や団体との情報交換を含みます。
            </li>
            <li>
                お客様がデータを提供する場合は、当社が情報を開示した他の事業者との間で。
            </li>
            <li>
                当社はまた、マーケティング、広告、調査、コンプライアンス、またはその他の目的のために、集計データまたは匿名データを共有することがあります。
            </li>
        </ol>
    </li>
    <li>
        当社の事業活動は世界各地で行われているため、世界中の当社と協力している事業体とお客様の個情報を共有することがあります。当社は国際的な活動範囲を持つ組織であるため、お客様の個人情報を欧州経済領域(「EEA」）の外に転送する場合があります。お客様の個人情報がEEA域外に転送される場合、当社は同情報の受け取り手が個人情報を適切に保護するように相応の措置を講じます。とりわけ次の措置が当てはまります。
            <ol type="a">
                <li>
                    米国に拠点を置く企業の場合、欧州委員会が承認する標準的契約条項に署名するか、EU・米国間プライバシー シールドデータ保護プログラムの参加を確実にするか、以下のような措置を取ります。
                </li>
                <li>
                    EEA域外の国に拠点を置く事業体向けでは、欧州委員会が承認した標準的契約条項に署名すること。
                </li>
            </ol>
        お客様は、データ処理およびデータ保護に関連する事項についての連絡先として、上記の電子メールアドレス宛てに当社にご連絡いただくことで、上記のセキュリティ機能のコピーを入手することができます。
    </li>
    <li>
        お客様の個人情報は、欧州連合（EU）で活動する企業である当社によって処理されるため、お客様はGDPRの下で一定の権利を有しています。  GDPRに規定されている条件により、お客様には次の権利があります。 
            <ol type="a">
                <li>
                    お客様の個人情報へのアクセス、修正、削除、または処理の制限を要求すること。 
                </li>
                <li>
                    お客様の個人情報の処理に異議を唱えること。 
                </li>
                <li>
                    お客様の個人情報を移転すること。 
                </li>
                <li>
                    お客様の個人情報のコピーを受け取ること。 
                </li>
                <li>
                    お客様は、個人情報の処理に対する同意をいつでも撤回することができますが、そうした撤回が撤回前の同意に基づいて行われた処理の合法性に影響を与えることはありません（これは、同情報の処理がお客様の同意に基づいて行われる場合に適用されます）。
                </li>
                <li>
                    データ保護機関に対して、いつでも苦情を申し立てること。しかしながら、当社としては、お客様がお持ちの懸念事項を解決したいと考えておりますので、データ保護機関にアプローチする前に、まずは当社にご連絡ください。
                </li>
            </ol>
    </li>
    <li>
        当社は、本規約に定められた目的のために、また当社の法的義務を果たすために必要な期間のみ、お客様の個人情報を保管します。これは、実際には、関連する法的規制の下で可能な限り最長の期間が満了する暦年の終わり、つまり公法責任の出訴期限、または民事契約または不法行為の責任のために当社に対して提起される可能性のある潜在的な契約上の請求の出訴期限を超えてお客様の個人情報を処理しないことを意味します。当社では、必要とする以上のデータを保管しません。
    </li>
</ol>
<h3>
    準拠法
</h3>
<p>
お客様の所在地にかかわらず、ポーランドの抵触法の規則に関係なく、お客様がポーランドで本規約に署名したかのように、エストニアの法規が本規約および当事者の関係に適用されます。本規約のいずれかの条項が適用法と矛盾する場合、それらの条項は、当該条項が矛盾する範囲内でのみ、優先されるか、または修正されます。当事者は、お客様による本製品の使用またはお客様による本規約の違反に起因または関連して生じる紛争について、ポーランドの裁判所を専属管轄裁判所とすることに同意するものとします。お客様は、かかる訴訟における対人管轄権の欠如、居住地、不適切な裁判地、または裁判所の不都合に基づく異議を放棄するものとします。
</p>
<h3>
    解約
</h3>
<p>
    本アプリケーションを使用するためのお客様のライセンスに関連する終了の場合でも、本規約に基づくお客様の義務は継続されます。終了後のお客様のウォレット内の資金へのアクセスは、お客様のウォレットアドレスと秘密鍵のバックアップへのアクセスに依存します。
</p>
<h3>
    サービスの中止
</h3>
<p>
    当社は、当社の単独の裁量で、お客様に費用を負担させることなく、事前の通知の有無にかかわらず、いつでも、当社の本製品の一部を一時的または恒久的に変更または中止することができます。お客様は、お客様がウォレットに保持しているウォレットアドレスと秘密鍵のペアのバックアップを本製品の外部に保存する責任を負うものとします。お客様のウォレットに関連付けられたウォレットアドレスおよび秘密鍵ペアの外部バックアップを維持することにより、お客様はお客様のウォレットが保護されているEthereumネットワークにアクセスすることができます。かかるバックアップを維持することで、ユーザーはいつでも費用やBTCVトークンの損失なしにウォレットを完全に復元することができます。本製品の外部でウォレットデータのバックアップを維持しない場合、お客様はウォレットに関連するBTCVトークンにアクセスすることができなくなります。当社が本製品を中止または減価償却した場合でも、当社はBTCVトークンの損失について責任を負わないものとします。
</p>
<h3>
    権利不放棄
</h3>
<p>
    本規約に基づくいかなる権利、権力、または特権の行使を当社が行使しなかった場合、または行使を遅延した場合でも、権利放棄としては機能せず、また、いかなる権利、権力、または特権の単一または部分的な行使も、他のいかなる権利、権力、または特権の行使を妨げるものではないものとします。
</p>
<h3>
    権利放棄と分離可能性 
</h3>
<p>
    当社が本規約に定める条件を放棄することは、当該条件の更なる放棄、継続的な放棄、または他の条件の放棄とはみなされず、当社が本規約に基づく権利または規定を主張しなかった場合でも、当該権利または規定の放棄とはみなされないものとします。本規約の一部が無効または何らかの理由で執行不能であることが判明した場合には、その条項は分離可能とみなされ、必要最小限の範囲で制限または廃止されるものとします。条件の制限または廃止は、他の条項に影響を与えないものとします。 
</p>
<h3>
    不可抗力
</h3>
<p>
    天災、民事または軍事当局の行為、テロ行為、内乱、戦争、ストライキまたはその他の労働争議、火災、電気通信またはインターネットサービスまたはネットワークプロバイダサービスの中断、機器および/またはソフトウェアの故障、その他の大災害、または当社の合理的な制御を超えたその他の発生を含むが、これらに限定されない、当社の合理的な制御を超えた原因または状態から直接または間接的に生じたサービスの遅延、履行の失敗、または中断について、当社は責任を負わないものとし、残りの条項の有効性および執行可能性に影響を与えないものとします。
</p>
<h3>
    譲渡
</h3>
<p>
    お客様は、当社が本規約に基づく当社の権利のいずれかを譲渡すること、および/または本規約に基づく当社の義務のいずれかを譲渡、下請、または委任することができることに同意するものとします。本規約へのお客様の同意はお客様個人のものであり、第三者に譲渡することはできません。
</p>
<h3>
    完全合意
</h3>
<p>
    本規約は、本ウェブサイトおよび本製品に関するお客様と当社との間の唯一かつ完全な合意を構成するものであり、本ウェブサイトに関する書面および口頭による事前および同時のすべての理解、合意、表明および保証に優先します。
</p>


<p>
</p>
<p>
</p>
<p>
</p>
    <script>window.onload=function(){window.location.hash = 1;document.title = document.body.clientHeight;}</script>
</body>
</html>`;
