export const ko = `<!DOCTYPE html>
<html lang="ko">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Ubuntu:wght@300;700&display=swap" rel="stylesheet">
    <style>
        p, ul, ol {
            font-family: 'Ubuntu';
            font-weight: 300;
            text-align: justify;
            font-size: 15px
        }
        h3 {
            font-family: 'Ubuntu';
            font-weight: 700;
            font-size: 16px
        }
    </style>
</head>
<body>
<h3>
    이용 약관
</h3>
<p>
    웹사이트 또는 웹사이트를 통해 제공되는 모든 서비스 또는 상품을 사용하기 전에 이 이용 약관(이하 "<b>TERMS</b>") 을 주의 깊게 읽으십시오. 
</p>
<h3>
    이용 약관 동의
</h3>
<p>
    본 구매 약관은 구매자와 에스토니아 법률에 따라 합법적으로 조직되고 유효하게 존재하는 유한책임회사 <b>CyberBit OÜ</b>, 에 의해 다음 주소에서 체결됩니다.  Harju maakond, Tallinn, Kesklinna linnaosa, Pärnu mnt 158, 11317, Estonia, ("<b>회사</b>", "<b>당사</b>" 또는 "<b>당사를</b>").
</p>
<p>
    다음 이용 약관은, 참조로 명시적으로 통합된 모든 문서(총칭하여 본 "이용 약관")와 함께, 관련된 ELECTRUM VAULT 데스크톱 애플리케이션 및 GOLD WALLET 모바일 애플리케이션(각각 "애플리케이션" 및 총칭하여 "애플리케이션들") 및 웹사이트와 애플리케이션에서 또는 웹사이트와 애플리케이션을 통해 제공되는 모든 미디어, 분석, 콘텐츠, 기능, 서비스에 대한 액세스와 사용 및 모든 관련 사이트와 서비스에 대한 액세스와 사용을 포함하여 <a href="https://www.bitcoinvault.global">www.bitcoinvault.global</a>, (이하 "웹사이트")에 대한 구매자의 액세스 및 사용에 적용됩니다.
</p>
<p>
    당사에 의해 또는 당사를 통해 제공되는 웹사이트, 애플리케이션, 다른 모든 미디어, 분석, 콘텐츠, 기능, 상품, 서비스를 "상품"이라고 합니다. 
</p>
<p>
    웹사이트와 상품 사용을 시작하기 전에 약관을 주의 깊게 읽어보시기 바랍니다. 웹사이트 또는 모든 상품(예: 지갑 생성 또는 가져오기, 데스크톱 또는 모바일 애플리케이션 다운로드 또는 실행, 웹사이트 방문)을 사용하거나 이 옵션을 사용할 수 있을 때 클릭해서 약관을 수락하거나 동의하여, 구매자는 본 이용 약관을 읽고 이해했으며 이에 구속되고 준수하는 데 동의했음을 인정합니다. 
</p>
<p>
    당사는 구매자에게 알리지 않고 수시로 웹사이트와 상품의 형식과 내용을 변경할 수 있습니다. 구매자의 애플리케이션 사용과 관련된 모든 변경 사항은 당사 웹사이트 또는 당사 애플리케이션에 게시되는 즉시 적용됩니다. 이러한 변경 후 애플리케이션을 계속 사용하는 것은 해당 약관에 구속되는 데 동의하는 것으로 간주됩니다. 구매자는 구속력이 있는 변경 사항을 인지할 수 있도록 이 페이지를 자주 확인해야 합니다. 
</p>
<p>
    구매자는 웹사이트 및 상품 사용이 '있는 그대로' 그리고 '사용 가능한 대로' 제공되며 사용에 대한 책임이 구매자에게 있다는 데 동의합니다. 당사는 웹사이트와 모든 상품(사용자 생성 콘텐츠 제외)에 포함된 모든 정보가 올바른지 확인하기 위해 노력하지만 이는 신뢰할 수 있는 권한이나 조언이 아니며 그렇게 의도하지도 않았습니다.
</p>
<p>
    본 약관 또는 본 약관의 수정 사항에 동의하지 않을 경우, 웹사이트 및 상품이나 모든 애플리케이션에 액세스하거나 이를 사용하지 않아야 하며 상품에 액세스하거나 상품을 사용해서는 안 됩니다. 
</p>
<p>
    본 약관의 조항을 시행하거나 부분적으로 시행함에 있어 애플리케이션의 실패 또는 지연은 권리의 포기로 해석되지 않습니다.
</p>
<p>
    본 이용 약관과 관련하여 질문이나 의견이 있는 경우 당사 웹사이트 <a href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a> 에서 메시지를 보내거나 Facebook, Telegram, Instagram, Twitter를 통해 문의해주시기 바랍니다. 본 계약 또는 본 계약의 수정 사항에 동의하지 않는 경우 당사 서비스를 사용해서는 안 됩니다.
</p>
<h3>
    애플리케이션을 포함해서 당사 웹사이트 및 모든 상품을 이용할 수 있는 사람
</h3>
<p>
    본 웹사이트는 법적 연령(만 18세 이상)인 (i) 폴란드 및 (ii) 구매자의 관할 구역 또는 거주지의 구매자가 이용할 수 있도록 제공됩니다. 웹사이트 및 상품을 사용함으로써 구매자는 (i) 만 18세 이상이거나 (ii) 관할 지역 또는 거주 지역의 법적 연령에 도달했으며 (iii) 관련 법률, 명령, 지침, 규정, 또는 제재 목록 및 (iii) 웹사이트와 모든 상품을 합법적인 목적으로만 사용하고 있음을 진술하고 보증합니다. 
법인을 대신하여 당사 웹사이트 또는 상품을 사용하는 경우, 구매자는 추가적으로 다음을 대표하고 보증합니다. (a) 법인은 해당 조직 관할권의 관련 법률에 따라 정당하게 조직되고 유효하게 존재하며, (b) 구매자는 해당 법인을 대신하여 행동할 수 있도록 정당한 권한을 부여받았습니다. 
</p>
<p>
    구매자는 해당 지역의 법률에 따라 허용되는 경우에만 당사 서비스를 이용할 수 있습니다. 본 약관이 구매자에게 적용되는 모든 법률, 규칙, 규정을 준수하는지 확인하십시오. 구매자는 애플리케이션을 사용함으로써 본 약관에 설명된 모든 자격 요건을 충족함을 진술하고 보증합니다. 그러나 당사는 특정 구매자가 애플리케이션에 액세스하거나 애플리케이션을 사용하는 것을 거부할 수 있으며, 언제든지 자격 기준을 변경할 권리를 보유합니다.
</p>
<p>
    이러한 요건을 충족하지 못하는 경우 웹사이트 및 상품에 액세스하거나 이를 사용해서는 안 됩니다.
</p>
<h3>
    애플리케이션 및 구매자의 책임
</h3>
<p>
    애플리케이션은 Bitcoin Vault("BTCV") 토큰("BTCV 토큰")을 보내고 받는 데 사용할 수 있는 지갑 주소를 생성하는 소프트웨어입니다. 
</p>
<p>
    지갑 주소, 시드 문구 및 개인 키 액세스 정보를 안전하게 유지해야 합니다. 그렇게 하지 않으면 지갑과 관련된 BTCV 토큰에 대한 통제력을 상실할 수 있습니다. 
</p>
<p>
    애플리케이션은 패스워드 검색을 지원할 수 없습니다. 애플리케이션으로 지갑 주소가 저장되지만 지갑 패스워드, 암호화된 개인 키, 암호화되지 않은 개인 키, 지갑과 관련된 시드 문구가 수신되거나 저장되지는 않습니다. 따라서 당사는 지갑 패스워드 검색을 도와드릴 수 없습니다. 원래의 패스워드를 기억하지 못하는 경우 지갑의 새 패스워드를 생성할 수 없습니다. 
</p>
<p>
    구매자는 지갑에 보관된 지갑 주소와 개인 키 쌍의 백업을 안전하게 저장하지 않은 경우 지갑 패스워드가 없으면 해당 지갑 주소와 연결된 BTCV 토큰에 액세스할 수 없음을 수락하고 인정합니다. 
</p>
<p>
    구매자는 상품을 통해 제공하는 모든 정보가 정확하고 완전함 진술하고 보증합니다. 구매자는 상품을 통해 시작된 BTCV 토큰 거래와 관련하여 구매자가 초래한 오류나 누락에 대해 당사가 책임을 지지 않는다는 점을 인정하고 동의합니다. BTCV 토큰을 전송하기 전에 거래 세부 정보를 주의 깊게 검토하는 것을 강력하게 권장합니다.
</p>
<p>
    애플리케이션 사용을 시작할 때 지갑을 가져오거나 생성해야 애플리케이션을 사용할 수 있습니다. 구매자는 구매자의 개인 키 및 시드 문구의 기밀성을 유지할 책임이 있으며 구매자의 계정에서 발생하는 모든 활동에 대해 전적으로 책임을 져야 합니다. 
</p>
<p>
    구매자는 패스워드, 계정의 무단 사용 또는 기타 보안 침해 사실을 당사에 즉시 통지하는 데 동의하지만, 당사는 구매자가 이러한 의무를 준수하지 않아 발생하는 어떠한 손실이나 피해에 대해서도 책임을 지지 않습니다. 지갑을 만들 때 지갑에 대한 액세스 및/또는 통제 권한을 잃지 않도록 예방 조치를 취하는 것을 강력하게 권장합니다. 
</p>
<p>
    거래를 시작하기 전에 거래를 완료하기 위해 지갑 및/또는 가스에 적절한 잔고가 있는지 확인해야 합니다. 구매자는 구매자의 지갑 계정과 관련된 자금 또는 가스의 부족으로 인해 실패한 거래에 대해 당사가 책임을 지지 않는다는 점을 인정하고 동의합니다. 
</p>
<p>
    I상품을 통해 거래 세부 정보를 제출한 거래에 적용되는 세금이 있는 경우 이를 결정하는 것은 구매자의 책임이며, 올바른 세금을 신고하고 해당 세무 당국에 제출하는 것은 구매자의 책임입니다. 구매자는 당사가 구매자의 BTCV 거래에 세금이 적용되는지 여부를 결정하거나 BTCV 토큰 관련 거래에서 발생하는 세금을 징수, 보고, 원천 징수 또는 감면할 책임이 없다는 데 동의합니다.
</p>
<p>
    애플리케이션에서 허용하는 범위 내에서 제3자의 상품 또는 서비스를 통해 또는 애플리케이션을 통해 구매자의 지갑 계정에 액세스하거나 연결할 수 있는 명시적인 권한을 부여하는 경우, 구매자는 제3자에게 구매자를 대신하여 특정 조치를 취할 수 있는 권한을 부여한다고 해서 본 약관에 따른 구매자의 책임이 면제되지는 않는다는 것을 인정합니다. 지갑 계정에 액세스할 수 있는 제3자의 모든 행위 또는 누락에 대한 책임은 전적으로 구매자에게 있습니다. 
</p>
<p>
    구매자는 다음에 대한 책임이 있습니다.
</p>
<ol type="i">
    <li>
        웹사이트 및 모든 상품에 액세스하는 데 필요한 모든 준비
    </li>
    <li>
        인터넷 연결을 통해 웹사이트 및 상품에 액세스하는 모든 구매자가 본 약관을 숙지하고 준수하도록 보장.
    </li>
</ol>
<p>
    웹사이트 또는 제공하는 리소스에 액세스하려면 특정 등록 세부 정보 또는 기타 정보를 제공해야 할 수 있습니다. 웹사이트에서 제공하는 모든 정보가 정확하고 최신이며 완전해야 한다는 것이 웹사이트 사용에 대한 조건입니다. 구매자는 웹사이트를 사용하거나 웹사이트의 대화형 기능을 사용하는 것을 포함하되 이에 국한되지 않고 웹사이트를 통해 등록하기 위해 제공하는 모든 정보에 대해 당사의 개인 정보 보호 정책이 적용된다는 데 동의하며, 당사의 개인 정보 보호 정책에 따라 구매자의 정보와 관련하여 당사가 취하는 모든 조치에 동의합니다.
구매자는 공용 또는 공유 컴퓨터의 웹사이트에 개인 정보를 입력할 때 다른 사람이 구매자의 개인 정보를 보거나 기록할 수 없도록 주의해야 합니다.
</p>
<h3>
    저작권 및 라이선스
</h3>
<p>
    웹사이트와 모든 상품, 그리고 전체 콘텐츠, 특징 및 기능(모든 정보, 소프트웨어, 텍스트, 디스플레이, 이미지, 비디오, 오디오, 디자인, 선택 및 배열 등을 포함하되 이에 국한되지 않음)은 당사, 라이선서 또는 기타 해당 자료의 공급자가 소유하며 저작권, 상표, 특허, 영업 비밀, 기타 지적 재산권 또는 소유권 법률의 보호를 받습니다.
</p>
<p>
    구매자는 다음과 같은 경우를 제외하고 당사 웹사이트 및 기타 상품에 있는 자료를 재생산, 배포, 수정, 파생물 제작, 공개적으로 전시, 공개 수행, 재발행, 다운로드, 저장 또는 전송하지 않아야 합니다.
</p>
<ol type="i">
    <li>
        구매자가 이러한 자료에 액세스하고 열람할 때 구매자의 컴퓨터는 부수적으로 RAM에 이러한 자료의 복사본을 임시로 저장할 수 있습니다.
    </li>
    <li>
        구매자는 디스플레이 향상을 위해 웹 브라우저에 의해 자동으로 캐시되는 파일을 저장할 수 있습니다.
    </li>
    <li>
        구매자는 추가 복제, 출판 또는 배포가 아닌 개인적이고 비상업적인 용도로 합리적인 수의 웹사이트 페이지 사본 하나를 인쇄하거나 다운로드할 수 있습니다.
    </li>
</ol>
<p>
    당사가 다운로드용으로 데스크톱, 모바일 또는 기타 애플리케이션을 제공하고, 구매자가 해당 애플리케이션에 대한 최종 구매자 라이선스 계약의 구속을 받는 데 동의한 경우, 구매자는 개인적, 비상업적 용도로만 컴퓨터 또는 모바일 장치에 단일 사본을 다운로드할 수 있습니다
</p>
<p>
    구매자 금지 사항:
</p>
<ol type="i">
    <li>
       본 사이트 자료 사본 수정.
    </li>
    <li>
        본 사이트 자료 사본에서 저작권, 상표 또는 기타 소유권 고지를 삭제하거나 변경.
    </li>
    <li>
        웹사이트의 일부 또는 웹사이트 및 기타 상품을 통해 제공되는 서비스 또는 자료에 액세스하거나 이를 상업적으로 사용.
    </li>
</ol>
<p>
    본 섹션에서 설명하지 않은 다른 상품이나 웹사이트에서 자료를 사용하려면  <a href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a> 으로 문의하십시오
</p>
<p>
    구매자가 본 약관을 위반하여 웹사이트 및 상품의 일부에 대한 액세스 권한을 인쇄, 복사, 수정, 다운로드 또는 기타 방법으로 사용하거나 다른 사람에게 제공하는 경우, 웹사이트 및 모든 상품을 사용할 수 있는 권리는 즉시 중단되며, 당사의 선택에 따라 구매자가 만든 자료의 사본을 반환하거나 폐기합니다. 웹사이트, 상품 또는 웹사이트 또는 상품의 모든 콘텐츠에 대한 권리, 소유권 또는 이권은 구매자에게 양도되지 않으며, 명시적으로 부여되지 않은 모든 권리는 당사가 보유합니다. 본 이용 약관에 의해 명시적으로 허용되지 않은 웹사이트의 사용은 본 이용 약관의 위반에 해당하며 저작권, 상표권, 기타 법률을 위반하는 것일 수 있습니다.
</p>
<p>
    상품 사용자로서 당사는 구매자에게 애플리케이션을 사용하는 제한되고 개인적이며 비상업적이고 비독점적이며 양도 불가능하며 취소 가능한 라이선스를 부여합니다. 
</p>
<p>
    구매자는 당사 상품을 사용할 때 다음을 수행할 수 없습니다.
</p>
<ol type="i">
    <li>
        당사의 상품을 사용하여 법률을 위반 
    </li>
    <li>
        다른 구매자의 지갑을 허가 없이 사용 또는 사용 시도하거나 다른 구매자가 지갑을 온전히 사용하는 것을 방해하거나, 지장을 주거나, 부정적인 영향을 주거나, 억제하는 방식으로 상품을 사용
    </li>
    <li>
        당사의 애플리케이션을 통해 바이러스 또는 기타 유해한 컴퓨터 코드를 배포
    </li>
    <li>
        당사 또는 제3자 공급업체의 인프라스트럭처에 비합리적이거나 불균형적으로 큰 부하를 가할 수 있는 조치
    </li>
    <li>
        당사의 보안을 회피하려는 시도(구매자는 상품에 연결된 다른 계정, 컴퓨터 시스템 또는 네트워크를 포함하되 이에 국한되지 않는 상품에 대한 액세스를 방지 또는 제한하기 위해 당사가 사용할 수 있는 조치를 우회하거나 회피 또는 우회하거나 회피하려 시도할 수 없습니다.) 
    </li>
</ol>
<p>
    당사의 사전 서면 승인 없이 본 약관에서 구체적으로 승인된 것 이외의 애플리케이션을 사용하는 것은 엄격히 금지되며 애플리케이션 사용 라이선스가 종료됩니다.
</p>
<h3>
    책임의 제한 및 보증의 부인
</h3>
<p>
    웹사이트 및 상품을 통해 제공되는 정보는 일반 정보 목적으로만 사용할 수 있습니다. 당사는 이러한 정보의 정확성, 완전성 또는 유용성을 보증하지 않습니다. 이러한 정보에 의존하는 것은 전적으로 구매자의 책임입니다. 당사는 구매자 또는 웹사이트의 다른 방문자 또는 그 내용에 대해 알 수 있는 사람이 그러한 자료에 의존함으로써 발생하는 모든 책임과 의무를 부인합니다.
</p>
<p>
    웹사이트 및 모든 상품에는 다른 구매자, 블로거, 제3자 라이선서, 신디케이터, 애그리게이터 및/또는 보고 서비스에서 제공하는 자료를 포함하여 제3자에서 제공하는 콘텐츠가 포함될 수 있습니다. 본 자료에 명시된 모든 진술 및/또는 의견 그리고 회사에서 제공한 내용을 제외한 모든 질문 및 기타 내용에 대한 모든 기사 및 답변은 전적으로 해당 자료를 제공하는 개인 또는 단체의 의견과 책임입니다. 이러한 자료가 반드시 회사의 의견을 반영하는 것은 아닙니다. 당사는 제3자가 제공하는 자료의 내용 또는 정확성에 대해 구매자 또는 제3자에게 책임을 지지 않습니다.
</p>
<p>
    웹사이트와 상품은 어떤 방식으로든 그리고 어떤 형태로든 모든 조언(전문적인 조언 또는 기타 조언)의 기초를 구성 또는 형성하거나 투자 또는 기타 의사 결정 또는 거래와 관련하여 사용하기 위한 목적이 아닙니다. 당사는 다음과 같은 사유로 인해 발생하는 모든 청구 또는 손실에 대해 (발생 방식과 관계없이) 어떠한 책임도 지지 않습니다.
</p>
<ul>
    <li>제공된 모든 조언</li>
    <li>모든 투자 또는 기타 의사 결정</li>
    <li>이루어지거나 달성된 모든 거래</li>
</ul>
<p>
    웹사이트 또는 상품에 대한 정보에 의존하거나 이를 기반으로 한 경우, 당사는 상품의 다른 사용 또는 의존으로 인해 발생하는 어떠한 책임도 지지 않습니다.
</p>
<p>
    당사는 웹사이트와 상품의 콘텐츠에 대한 정확성, 완전성, 통용성, 정확성, 신뢰성, 무결성, 품질, 목적에 대한 적합성 또는 독창성에 대해 어떠한 조건도 입력하거나 표현하지 않으며, 법률이 허용하는 최대 범위 내에서 모든 묵시적 보증, 모든 종류의 조건 또는 기타 조건은 이에 따라 배제됩니다. 법률에서 허용하는 최대 범위 내에서, 당사는 구매자 또는 다른 사람이 웹사이트와 상품을 사용하거나 그 내용에 의존하여 발생한 모든 종류의 손실 또는 손해에 대해 책임을 지지 않습니다.
</p>
<p>
    당사는 모든 웹사이트 및 모든 상품의 어떠한 콘텐츠에도 오염되거나 파괴적인 요소가 있을 수 있는 바이러스 및/또는 기타 코드가 없음을 보장할 수 없으며 보증하지 않습니다. 콘텐츠의 안전 및 신뢰성에 대한 요건을 충족하기 위해 적절한 IT 보안 보호 장치(바이러스 백신 및 기타 보안 검사 포함)를 구현하는 것은 구매자의 책임입니다.
</p>
<p>
    구매자는 다음과 같은 이유로 발생하는 모든 손실, 손해 또는 청구와 관련된 모든 책임으로부터 당사를 면책합니다. 
</p>
    <ol type="a">
        <li>
            패스워드를 잊어버렸거나, 잘못 구성된 거래 또는 잘못 입력된 BTCV 주소와 같은 구매자 오류 
        </li>
        <li>
            서버 장애 또는 데이터 손실 
        </li>
        <li>
            애플리케이션을 통한 구매자의 지갑 무단 액세스 
        </li>
        <li>
            애플리케이션 소프트웨어의 버그 또는 기타 오류 
        </li>
        <li>
            애플리케이션에 대한 바이러스, 피싱, 무차별 대입 공격 또는 기타 공격 수단을 포함하되 이에 국한되지 않는 제3자의 무단 활동. 
        </li>
    </ol>
<p>
    당사는 당사 상품에 포함되어 있거나 당사 상품을 통해 액세스되는 제3자 콘텐츠에 대해 어떠한 진술도 하지 않습니다. 그러한 콘텐츠와 관련된 다른 모든 조항, 조건, 보증 또는 진술은 구매자와 해당 조직 및/또는 개인 간에만 적용됩니다
</p>
<h3>
    보증 부인
</h3>
<p>
    구매자는 인터넷이나 웹사이트에서 다운로드할 수 있는 파일에 바이러스 또는 기타 파괴적인 코드가 없다는 것을 당사가 보장하거나 보증하지 않는다는 점을 이해합니다. 구매자는 바이러스 백신 보호 및 데이터 입력/출력의 정확성에 대한 특정 요건을 충족하고 손실된 데이터를 재구성하기 위해 사이트 외부의 수단을 유지 관리하기 위한 충분한 절차와 체크포인트를 구현할 책임이 있습니다.
</p>
<p>
    당사는 구매자의 웹사이트 사용, 웹사이트를 통해 얻은 서비스 또는 항목, 또는 웹사이트에 게시된 자료 다운로드, 또는 해당 자료에 링크된 웹사이트로 인한 구매자의 컴퓨터 장비, 컴퓨터 프로그램, 데이터 또는 기타 독점 자료를 감염시킬 수 있는 분산된 서비스 거부 공격, 바이러스 또는 기타 기술적으로 유해한 자료로 인한 손실이나 손해에 대해 책임을 지지 않습니다. 웹사이트, 해당 콘텐츠 및 웹사이트를 통해 얻은 서비스나 항목을 사용하는 것은 구매자의 책임입니다. 웹사이트, 해당 콘텐츠 및 웹사이트를 통해 얻은 서비스나 항목은 어떠한 종류의 명시적 또는 묵시적 보증 없이 "있는 그대로" "사용 가능한 그대로" 제공됩니다. 회사 또는 회사와 관련된 사람은 웹사이트의 완전성, 보안, 신뢰성, 품질, 정확성, 가용성에 관하여 어떠한 보증이나 진술도 하지 않습니다. 전술한 내용을 제한하지 않고, 회사와 관련이 있거나 회사와 연관된 어느 누구도 당사 웹사이트, 그 콘텐츠 또는 웹사이트를 통해 얻은 서비스나 항목이 정확하고, 신뢰할 수 있으며, 오류가 없거나, 중단되지 않으며, 결함이 수정될 것이고, 당사 웹사이트 또는 해당 웹사이트를 제공하는 서버에 바이러스 또는 기타 유해한 구성 요소가 없거나 그러한 웹사이트 또는 해당 웹사이트를 통해 얻은 서비스나 항목이 구매자의 요구 또는 기대를 충족한다는 점을 진술하거나 보증하지 않습니다.
</p>
<p>
    이로써 회사는 상품성, 비침해성, 특정 목적에 대한 적합성의 보증을 포함하되 이에 국한되지 않고 명시적이거나 묵시적인 모든 종류의 보증을 부인합니다. 
</p>
<p>
    일부 관할권에서는 묵시적 보증 기간에 대한 "거부" 또는 "제한"의 배제를 허용하지 않으므로 위 면책 조항이 구매자에게 적용되지 않을 수도 있지만, 그럴 경우 해당 법률에서 허용하는 최대한도까지 적용됩니다.
</p>
<h3>
    책임의 제한
</h3>
<p>
    어떠한 경우에도 회사, 그 계열사 또는 라이선서, 서비스 공급자, 직원, 대리인, 임원 또는 이사는 구매자의 당사 웹사이트 또는 이러한 웹사이트와 연결된 모든 웹사이트, 웹사이트의 콘텐츠, 또는 당사 웹사이트 또는 기타 웹사이트를 통해 얻은 서비스 또는 항목의 사용 또는 사용 불가로 인해 발생하는 직접적, 간접적, 특수, 부수적, 결과적 또는 징벌적 손해를 포함하여 개인 상해, 고통 및 통증, 정신적 고통, 수익 손실, 이익 손실, 사업 손실 또는 예상되는 절감, 사용 손실, 영업권 손실, 데이터 손실, 불법 행위(부주의 포함), 계약 위반 또는 기타(예측 가능한 경우) 손해 등을 포함하되 이에 국한되지 않는 모든 종류의 손해에 대해 법리에 따라 책임을 지지 않습니다. 전술한 내용은 관련 법률에 따라(사기를 포함할 수 있음) 배제 또는 제한될 수 없는 책임에는 영향을 미치지 않습니다. 
</p>
<p>
    회사는 구매자 또는 제3자가 구매자의 계정을 사용함으로써 발생하는 어떠한 손실 또는 피해에 대해서도 책임을 지지 않으며 여기에는 사이버 공격, 제3자의 무단 액세스 등이 포함되되 이에 국한되지 않습니다. 
</p>
<h3>
    면책
</h3>
<p>
    구매자는, 본 이용 약관에서 명시적으로 승인된 사항 또는 웹사이트에서 얻은 정보의 사용을 제외하고, 모든 웹사이트의 콘텐츠, 서비스 및 상품 사용 또는 웹사이트에서 얻은 정보 사용을 포함하되 이에 국한되지 않는 본 약관의 위반 또는 모든 웹사이트 또는 기타 상품 사용으로 인해 또는 이와 관련하여 발생하는 모든 청구, 책임, 손해, 판결, 포상, 손실, 비용, 비용, 비용 또는 수수료(합당한 변호사 비용 포함)로부터 회사, 계열사, 라이선서, 서비스 공급자 및 각각의 해당 임원, 이사, 직원, 계약자, 대리인, 라이선서, 공급자, 후임자 및 양수인을 변호하고 면책하고 해를 입지 않게 하는 데 동의합니다.
</p>
<h3>
    청구에 대한 시간제한
</h3>
<p>
    구매자는 당사와의 관계에서 발생하거나 이와 관련하여 발생할 수 있는 모든 청구가 해당 청구 사안 발생 후 1년 이내에 제기되어야 하며 그렇게 하지 않을 경우 영구적으로 금지된다는 데 동의합니다.
</p>
<h3>
    개인 정보 보호
</h3>
<ol type="1">
    <li>
        당사는 구매자의 개인 정보를 일반 데이터 보호 규칙 (General Data Protection Regulation), 즉 개인 데이터 처리 및 데이터의 자유로운 이동과 관련된 자연인 보호에 관한 유럽 의회 및 2016년 4월 27일 위원회 규정 (EU) 2016/679 및 폐지 지침 95/46/EC에 따라 처리하며 이후로 이를 "GDPR"이라 칭합니다.
    </li>
    <li>
        개인 데이터의 데이터 컨트롤러는 회사입니다. contact@bitcoinvault.global로 이메일을 보내 문의하실 수 있습니다.
    </li>
    <li>
        당사는 구매자의 이메일 주소로 보내는 이메일 알림을 받겠다는 구매자의 동의로 인해 구매자가 당사에 직접 제공하는 정보를 수집합니다. 또한 당사는 서비스를 운영하고 구매자에게 서비스를 제공하기 위해 쿠키를 사용하여 특정 기술 정보를 수집합니다. 쿠키는 적은 양의 데이터를 가진 파일이며, 익명 고유 식별자를 포함할 수 있습니다. 쿠키는 웹사이트에서 브라우저로 전송되고 컴퓨터의 하드 드라이브에 저장됩니다. 모든 쿠키를 거부하거나 쿠키가 전송되는 시기를 표시하도록 브라우저에서 설정할 수 있습니다. 그렇지만 쿠키를 허용하지 않으면 당사 웹사이트의 일부를 이용하지 못하게 될 수 있습니다.
    </li>
    <li>
        당사 웹사이트와 서비스는 성인을 대상으로 합니다. 당사 서비스는 관련 성인 연령 미만의 어린이를 대상으로 하지 않으며 해당 연령 미만의 어린이로부터 의도적으로 개인 데이터를 수집하지는 않습니다. 미성년자는 당사에 개인 정보를 제출할 수 없습니다. 
    </li>
    <li>
        당사는 수집 시 이용자에게 설명한 대로 당사가 수집한 이용자의 개인 데이터 및 기술 정보를 다음 목적으로 사용할 수 있습니다.
        <ol type="a">
            <li>
                이메일 알림을 포함한 당사 서비스 제공, 운영, 유지 
            </li>
            <li>
                서비스 개선, 평가 
            </li>
            <li>
                새로운 기능, 제품, 서비스 개발 
            </li>
            <li>
                고객 서비스, 고객 지원
            </li>
            <li>
                마케팅, 홍보 및 후원 콘텐츠와 서비스 내 광고를 포함하여 당사가 이용자에게 제공하는 콘텐츠의 맞춤화와 개인화
            </li>
            <li>
                마케팅 및 커뮤니케이션(예: 등록된 계정 또는 서비스의 사용에 대해 직접 연락하고 요청, 피드백, 질문에 응답)
            </li>
            <li>
                이용 현황 및 활동 추세 모니터링을 포함하여 서비스와 상호 작용하는 방식에 대한 연구와 분석 및 통계 목적, 그리고 보고서 작성, 그리고 콘텐츠, 커뮤니케이션, 당사 서비스를 측정하고 이해하며 관련 광고를 구매자에게 제공
            </li>
            <li>
                법 집행 기관 또는 기타 정부 기관의 법률, 규정, 요청을 준수하기 위한 법규 준수, 당사의 의무를 수행하고 모든 계약에서 발생하는 당사의 권리를 집행, 소송 목적을 위한 증거로 사용
            </li>
            <li>
                당사 또는 관련 제삼자의 권리, 재산, 이해관계 보호, 당사의 단독 재량에 따라 불법적이거나 비윤리적이거나 법적으로 의심스러운 활동으로 간주되거나 위험을 초래할 수 있는 활동을 조사, 예방 또는 처리
            </li>
            <li>
                당사는 또한 위에 나열된 것과 유사한 목적으로 이용자 및 다른 이용자의 당사 서비스 이용에 대한 집계 또는 익명 정보를 작성할 수 있습니다.
            </li>
        </ol>
        </li>
    <li>
        당사는 법률에서 허용하는 방식으로 이용자의 개인 데이터를 사용합니다. 따라서 이용자의 개인 데이터 처리에 대한 법적 근거는 다음과 같습니다.
        <ol type="a">
            <li>
                GDPR 6(1)(b)조 – 즉, 당사가 이용자와 체결하려고 하거나 체결한 계약의 이행을 위해 처리가 필요
            </li>
            <li>
                제6(1)(a) GDPR - 즉, 하나 이상의 특정 목적을 위한 이용자의 개인 데이터 처리에 대한 이용자의 동의
            </li>
            <li>
                GDPR 제 6(1)(f)조 - 즉, 당사 또는 제삼자가 추구하는 정당한 이해관계로 인해 발생하는 목적을 위해 처리가 필요. 그러한 목적에는 당사가 계약을 체결하려고 하거나 체결한 계약의 이행 그리고 이용자 또는 관련 제삼자와의 계약 관계로 인해 발생하는 법적 청구의 개시, 조사 또는 방어(당사가 정당한 이해관계를 위해 이용자의 개인 데이터를 처리하기 전에 이용자와 이용자의 권리를 고려하고 균형을 이루도록 보장함을 강조합니다. 당사는 이용자에게 미치는 영향이 당사의 이해관계보다 우선하는 활동에 이용자의 개인 데이터를 사용하지 않습니다)가 포함되며, 그리고/또는
            </li>
            <li>
                GDPR Article 6(1)(c) - 즉, 데이터 컨트롤러로서 당사에 부과된 법적 의무를 이행하기 위해 처리가 필요한 경우.
            </li>
        </ol>
    </li>
    <li>
        이용자의 개인 데이터 보안은 당사에 매우 중요합니다. 따라서 당사는 도난이나 오용으로부터 이용자의 개인 데이터를 보호하기 위한 관리, 기술, 물리적 측면의 보호 장치를 구현했습니다. 안타깝게도 어떠한 시스템, 보호 장치, 절차도 이용자의 정보에 대한 완벽한 보안을 보장할 수는 없습니다. 그렇기 때문에 당사에서 무단 제삼자 액세스로부터 이용자의 개인 데이터를 보호하기 위해 노력하고는 있지만, 그러한 데이터의 보안을 보장하거나 보증할 수 없습니다. 따라서 당사 웹사이트, 서비스, 커뮤니케이션 사용은 구매자의 책임입니다. 이용자는 데이터를 보호하고 인터넷을 통해 당사에 전송하는 정보의 보안을 책임집니다.
    </li>
    <li>
        당사는 다음과 같이 이용자의 개인 데이터를 공유할 수 있습니다.
        <ol type="a">
            <li>
                미래의 자회사 및 계열사를 포함하여 당사의 자회사 및 계열사와
            </li>
            <li>
                당사 서비스를 제공하는 데 합리적으로 필요한 범위까지 당사의 서비스 제공업체 및 하청업체와
            </li>
            <li>
                이용자 정보를 법적으로 공유해야 하는 제삼자와
            </li>
            <li>
                이용자의 명시적 동의에 따라 다른 제삼자와
            </li>
            <li>
                정부 또는 규제 요청에 대한 응답을 포함하여 법원 명령, 법률 또는 법적 절차를 준수하기 위하여
            </li>
            <li>
                당사 서비스의 잠재적인 무단 액세스 또는 오용을 조사하거나 당사 이용 약관 및 기타 계약을 시행 또는 적용하기 위하여
            </li>
            <li>
                청구 및 수집 목적을 포함하되 이에 국한되지 않는 당사의 자산 또는 권리를 보호하기 위하여
            </li>
            <li>
                사기 방지 및/또는 불법 활동을 위해 다른 회사 및 조직과 정보를 교환하는 것을 포함하여 당사, 당사 고객, 제삼자의 권리, 재산을 보호하거나 안전을 위해 공개가 필요하거나 적절하다고 판단되는 경우, 그리고
            </li>
            <li>
                이용자가 데이터를 제공할 때 당사가 공개한 다른 주체와.
            </li>
            <li>
                당사는 또한 마케팅, 광고, 연구, 규제 준수 등의 목적을 위해 집계된 데이터 또는 익명 데이터를 공유할 수 있습니다.
            </li>
        </ol>
    </li>
    <li>
        당사 비즈니스 활동이 전 세계적으로 이루어지므로 당사는 전 세계에서 당사와 협력하는 주체와 이용자 개인 데이터를 공유할 수 있습니다. 당사의 활동 범위가 국제적이라는 점을 감안할 때, 여기에는 구매자의 개인 데이터를 유럽 경제 지역(“EEA”) 외부로 전송하는 것이 포함될 수 있습니다. 이용자 개인 데이터가 EEA 외부로 전송되는 경우 당사는 수신자가 개인 데이터를 적절하게 보호할 수 있도록 적절한 조치를 취합니다. 이러한 조치에는 특히 다음이 포함됩니다.
            <ol type="a">
                <li>
                    미국에 기반을 둔 법인 - 해당 법인과 유럽위원회에서 승인한 표준 계약 조항에 서명하거나, 해당 법인이 EU-미국 프라이버시 실드 데이터 보호 프로그램에 참여하도록 보장하거나
                </li>
                <li>
                    EEA 외부의 다른 국가에 기반을 둔 법인의 경우 해당 법인과 유럽위원회에서 승인한 표준 계약 조항에 서명합니다.
                </li>
            </ol>
        데이터 처리 및 데이터 보호와 관련된 문제에 대한 연락의 경우 위에 언급된 이메일 주소로 당사에 연락해서 위에 언급된 보안 기능의 사본을 얻을 수 있습니다.
    </li>
    <li>
        유럽 연합에서 활동하는 기업인 당사에서 이용자의 개인 데이터를 처리하므로 이용자는 GDPR에 따라 특정 권리를 갖습니다.  GDPR에 명시된 조건에 따라 이용자에게는 다음과 같은 권리가 있습니다. 
            <ol type="a">
                <li>
                    이용자의 개인 데이터 처리를 액세스, 수정, 삭제, 제한하도록 당사에 요청 
                </li>
                <li>
                    이용자의 개인 데이터 처리에 이의 제기 
                </li>
                <li>
                    이용자의 개인 데이터 전송 
                </li>
                <li>
                    이용자의 개인 데이터 사본을 받음 
                </li>
                <li>
                    철회 이전에 이용자의 동의에 따라 수행된 처리의 적법성에 영향을 주지 않고, 언제든지 이용자의 개인 데이터 처리에 대한 이용자의 동의를 철회(처리가 이용자의 동의를 기반으로 하는 경우 적용됨)
                </li>
                <li>
                    언제든지 데이터 보호 기관에 불만을 제기 그렇지만 데이터 보호 기관에 접근하기 전에 이용자에게 생길 수 있는 모든 문제를 당사에서 해결할 수 있기를 바랍니다. 따라서 먼저 당사에 연락해주시기 바랍니다.
                </li>
            </ol>
    </li>
    <li>
        당사는 본 약관에 명시된 목적과 법적 의무를 이행하기 위해 필요한 기간 동안만 구매자의 개인 데이터를 보관합니다. 이는 실제로 관련 법적 규정에 따라 가능한 가장 긴 기간이 만료되는 연말까지만 당사에서 이용자의 개인 데이터를 처리할 것임을 의미합니다(공법 책임에 대한 출소기한법 또는 민사 계약 책임 또는 불법행위 책임으로 인해 당사에 대해 제기될 수 있는 계약상의 잠재적 청구에 대한 출소기한법). 당사에서는 필요 이상으로 많은 데이터를 보관하지 않습니다.
    </li>
</ol>
<h3>
    준거법
</h3>
<p>
구매자가 어디에 거주하든 폴란드 법령 충돌 규칙과 관계없이 구매자가 폴란드에서 본 약관에 서명한 것처럼 본 약관 및 당사자 관계에는 폴란드 법률이 적용됩니다. 본 약관의 조항이 관련 법률에 위배되는 경우 해당 조항이 일치하지 않는 범위에서만 해당 조항이 대체되거나 수정됩니다. 양 당사자는 구매자의 상품 사용 또는 본 약관 위반으로 인해 또는 그와 관련하여 발생하는 분쟁의 배타적 관할권을 폴란드에 있는 법원에 부여하는 데 동의합니다. 구매자는 조치를 취함에 있어 속인적 관할권의 결여, 거주지, 부적절한 장소 또는 불편한 법정의 결여를 기반으로 한 모든 이의 제기를 포기합니다.
</p>
<h3>
    종료
</h3>
<p>
    애플리케이션 사용과 관련하여 사용권이 해지되는 경우에도 본 약관에 따른 의무 사항은 계속 유지됩니다. 해지 이후 지갑에 있는 자금에 대한 구매자의 액세스는 지갑 주소 및 개인 키 백업에 대한 액세스에 따라 달라집니다.
</p>
<h3>
    서비스 중단
</h3>
<p>
    당사는 단독 재량에 따라 구매자에게 비용을 부담시키지 않고, 사전 통지 여부와 관계없이 언제든지 당사 상품의 일부를 일시적으로 또는 영구적으로 수정하거나 중단할 수 있습니다. 상품 외부에 지갑 주소 및 지갑에서 유지 관리하는 개인 키 쌍의 백업을 저장하는 것은 전적으로 구매자의 책임입니다. 지갑과 관련된 지갑 주소 및 개인 키 쌍의 외부 백업을 유지 관리하면 지갑이 보호되는 Ethereum 네트워크에 액세스할 수 있습니다. 이러한 백업을 통해 구매자는 구매자의 BTCV 토큰 손실 또는 비용 없이 언제든지 지갑을 완전히 복원할 수 있습니다. 상품 외부에서 지갑 데이터 백업을 유지하지 않으면 지갑과 연결된 BTCV 토큰에 액세스할 수 없습니다. 당사는 상품을 중단 또는 감가상각할 경우 BTCV 토큰의 손실에 대해 책임을 지지 않습니다.
</p>
<h3>
    포기 아님
</h3>
<p>
    본 약관에 따른 권리, 권한 또는 특권의 행사를 행사하거나 지연하지 않는 행위는 포기로 간주되지 않으며, 권리, 권한 또는 특권의 단일 또는 부분 행사는 그 밖의 행사를 방해하지 않습니다.
</p>
<h3>
    포기 및 분리 가능성 
</h3>
<p>
    본 약관에 명시된 조항 또는 조건에 대한 회사의 권리 포기는 해당 조항 또는 조건에 대한 추가 또는 지속적인 포기 또는 기타 조건 포기로 간주되지 않으며 회사가 본 약관에 따라 권리 또는 조항을 주장하지 못하는 경우 해당 권리 또는 조항을 포기하는 것으로 간주되지 않습니다. 본 약관의 일부가 유효하지 않거나 무효이거나 어떠한 이유로든 시행할 수 없는 것으로 판명될 경우, 해당 조항은 분리 가능하고 필요한 최소 범위 내에서 제한되거나 제거된 것으로 간주됩니다. 이러한 조건의 제한 또는 제거는 다른 조건에 영향을 미치지 않습니다. 
</p>
<h3>
    불가항력
</h3>
<p>
    당사는 당사의 합리적 통제 범위를 벗어나는 일체의 원인 또는 조건으로 인해 직간접적으로 발생하는 일체의 지연, 성능 장애 또는 서비스 중단에 대해 책임을 지지 않으며 여기에는 다음이 포함되지만 이에 국한되지 않습니다. 천재지변, 시민 또는 군사 당국의 행위, 테러 행위, 내란, 전쟁, 파업 또는 기타 노동 분쟁, 화재, 통신 또는 인터넷 서비스 또는 네트워크 공급자 서비스 중단, 장비 및/또는 소프트웨어 장애, 기타 재난, 또는 당사의 합리적 통제 범위를 벗어난 다른 어떤 사건도 나머지 조항의 유효성 및 시행 가능성에 영향을 미치지 않습니다.
</p>
<h3>
    양도
</h3>
<p>
    구매자는 당사가 본 약관에 따라 당사의 권리를 양도 및/또는 이전, 하도급 계약, 위임할 수 있다는 데 동의합니다. 본 약관에 대한 구매자의 동의는 구매자에게 개인적으로 적용되며, 구매자는 이를 제3자에게 양도하거나 이전할 수 없습니다.
</p>
<h3>
    완전한 계약
</h3>
<p>
    본 약관은 본 계약에 포함된 주제와 관련하여 구매자와 당사 사이의 유일하고 완전한 합의를 구성하며, 서면 및 구두상의 모든 이전 및 현재의 이해, 계약, 진술 및 보증을 대체합니다.
</p>


<p>
</p>
<p>
</p>
<p>
</p>
    <script>window.onload=function(){window.location.hash = 1;document.title = document.body.clientHeight;}</script>
</body>
</html>`;
