export const zh = `
<!DOCTYPE html>
<html lang="zh">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Ubuntu:wght@300;700&display=swap" rel="stylesheet">
    <style>
        p,
        ul,
        ol {
            font-family: 'Ubuntu';
            font-weight: 300;
            text-align: justify;
            font-size: 15px
        }

        h3 {
            font-family: 'Ubuntu';
            font-weight: 700;
            font-size: 16px
        }
    </style>
</head>

<body>
    <h3>
        使用条款
    </h3>
    <p>
        请在使用本网站或其提供的任何服务或产品之前认真阅读这些使用条款（以下简称“条款”）。
    </p>
    <h3>
        使用条款的接受
    </h3>
    <p>
        这些条款是由您和 <b>CyberBit OÜ</b>, 一家根据爱沙尼亚法律正式组建并有效存续的有限责任公司）签订的，该公司地址为： Harju maakond, Tallinn, Kesklinna linnaosa,
        Pärnu mnt 158, 11317, Estonia（下称“公司”、“我们”或“我方”）。
    </p>
    <p>
        以下条款和条件及其通过明确提述而纳入的任何文件（统称这些“使用条款”）对 <a href="https://www.bitcoinvault.global">www.bitcoinvault.global</a>
        的访问和使用，包括相关 ELECTRUM VAULT 桌面应用程序和 GOLD
        WALLET 移动应用程序（下称“应用程序”）的访问和使用，以及您对网站和应用程序上或通过网站和应用程序提供的任何媒体、分析、内容、功能和服务的访问和使用，以及您对所有和任何相关网站和服务的访问和使用作出了相关规定。
    </p>
    <p>
        “网站”、“应用程序”以及我们或通过我们提供的所有和任何其他媒体、分析、内容、功能、产品和服务被称为“产品”。
    </p>
    <p>
        在开始使用网站和任何“产品”之前，请仔细阅读“使用条款”。通过使用网站或任何产品（如创建或导入钱包，下载或运行我们的桌面或移动应用程序，或访问我们的网站）或通过单击接受或同意使用条款（如适用），即视为您确认您已阅读、理解并同意受这些使用条款的约束并遵守这些使用条款。
    </p>
    <p>
        我们可能会不时更改“网站”和“产品”的格式和内容，恕不另行通知。任何与您使用“应用程序”有关的此类变更，在发布到我们的“网站”或“应用程序”上时，将立即生效。在任何此类变更后，您继续使用“应用程序”将表明您接受当时生效的条款约束。我们希望您经常查看本网页，这样您就可以知道任何变更，因为它们对您有约束力。
    </p>
    <p>
        您同意，您对“网站”和“产品”的使用是基于“原样”和“可用”的基础，并由您自行承担风险。虽然我们努力确保“网站”和任何“产品”中包含的所有信息（除了任何用户生成的内容）都是正确的，但这些信息不是，也不拟作为任何可以依赖的任何权威或建议。
    </p>
    <p>
        如果您不同意这些条款或对这些条款的任何修改，您不得访问或使用“网站”和任何“产品”或“应用程序”，或访问或使用任何“产品”。
    </p>
    <p>
        “应用程序”未能或延迟执行或部分执行这些条款的任何规定不应被解释为放弃任何权利
    </p>
    <p>
        如果您对这些使用条款有任何疑问或意见，请在我们的网站
        <a href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a> 上留言或者通过 Facebook、Telegram、Instagram
        或 Twitter 与我们联系。如果您不同意本协议或对本协议的任何修改，您不应使用我们的“服务”。
    </p>
    <h3>
        谁可以使用我们的网站和产品（包括应用程序）
    </h3>
    <p>
        网站向达到法定年龄 (i) 在波兰（18 岁或以上）和 (ii) 在用户司法管辖区或居住地的用户提供服务。通过使用“网站”和任何“产品”，即表明您声明并保证您 (i) 年满 18 岁或以上；(ii)
        在您的司法管辖区或居住地达到法定年龄；(iii) 根据任何适用的法律、法令、指令、法规或制裁清单，不被禁止使用“网站”和任何“产品”；以及 (iii) 仅出于合法目的使用“网站”和任何“产品”。
        如果您代表法律实体使用我们的“网站”或“产品”，您进一步陈述并保证：(a) 该法律实体根据其注册成立的司法管辖区的适用法律正式组建并有效存续；以及 (b) 您被该法律实体正式授权代表其行事。

    </p>
    <p>
        只有在您所在司法管辖区的法律允许的情况下，您才能使用我们的“服务”。请确保这些条款符合适用于您的所有法律、法规和规定。使用“应用程序”，即表明您陈述并保证您符合我们在这些条款中概述的所有资格要求。然而，我们仍然可能拒绝让某些人访问或使用“应用程序”，我们保留随时更改我们的资格标准的权利。
    </p>
    <p>
        如果您不符合这些要求，您不得访问或使用“网站”和任何“产品”。
    </p>
    <h3>
        关于应用程序和您的责任
    </h3>
    <p>
        应用程序是一种生成钱包地址的软件，您可以使用该地址发送和接收比特币保险库（以下简称“BTCV”）代币（以下简称“BTCV 代币”）。
    </p>
    <p>
        您必须确保您的钱包地址、助记词和私钥访问信息的安全。否则可能导致与钱包相关的 BTCV 代币失去控制。
    </p>
    <p>
        应用程序无法协助恢复密码。应用程序存储您的钱包地址，但不接收或存储您的钱包密码、加密的私钥、未加密的私钥或与您的钱包相关的助记词。因此，我们无法协助您恢复钱包密码。如果您忘记原始密码，我们将无法为您的钱包生成新密码。
    </p>
    <p>
        如果您没有安全地存储任何钱包地址和钱包中维护的私钥对的备份，您接受并确认，如果您没有钱包密码，您与该钱包地址关联的任何 BTCV 代币将无法访问。
    </p>
    <p>
        您陈述并保证您通过“产品”提供的任何信息都是准确和完整的。您接受并承认，我们对您在通过“产品”发起的任何 BTCV 代币交易中的任何错误或遗漏概不负责。我们强烈建议您在尝试转移 BTCV 代币之前，仔细查看您的交易详细信息。
    </p>
    <p>
        当您开始使用应用程序时，必须导入或创建钱包才能使用应用程序。您负责维护您的私钥和助记词的机密性，并对您帐户下发生的任何及所有活动负全部责任。
    </p>
    <p>
        您同意立即通知我们任何未经授权使用您的密码、帐户或任何其他违反安全的情况，我们对您未能遵守这方面的规定而造成的任何损失或损害概不负责。创建钱包时，强烈建议您采取预防措施，以避免无法访问和/或控制您的钱包。
    </p>
    <p>
        在开始交易之前，您必须确保您的钱包和/或 gas 中有足够的余额来完成交易。您承认并同意，若由于您的钱包帐户资金或 gas 不足，我们不对任何失败的交易负责。
    </p>
    <p>
        您有责任确定您通过“产品”提交交易详细信息的交易适用哪些税项（如果有），并且您有责任向适当的税务机关申报和汇寄相关税费。您同意，我们不负责确定相关税项是否适用于您的 BTCV 交易，也不负责收取、申报、预扣或免除任何代币相关
        BTCV 代币交易产生的任何税费。
    </p>
    <p>
        如果在“应用程序”允许的范围内，您通过第三方的产品或服务或通过应用程序向第三方授予访问或连接您的钱包帐户的明确许可，您承认向第三方授予代表您采取特定行动的许可并不免除您在这些条款下的任何责任。您对任何有权访问您的钱包帐户的第三方的所有作为或不作为承担全部责任。
    </p>
    <p>
        您负责：
    </p>
    <ol type="i">
        <li>
            为您访问“网站”和任何“产品”做出一切必要的安排；
        </li>
        <li>
            确保通过您的互联网连接访问“网站”和任何“产品”的所有人都了解并遵守这些条款。
        </li>
    </ol>
    <p>
        要访问“网站”或其提供的一些资源，您可能需要提供某些注册详细信息或其他信息。您使用“网站”的一个条件是，您在“网站”上提供的所有信息都是正确的、最新的和完整的。您同意，您为使用“网站”或其他目的注册而提供的所有信息，包括但不限于使用“网站”上的任何交互功能，都受我们的隐私政策管辖，并且您同意我们根据我们的隐私政策对您的信息采取的所有行动。
        当您在公共或共享计算机上向“网站”输入个人信息时，应小心谨慎，以免他人查看或记录您的个人信息。

    </p>
    <h3>
        版权和许可
    </h3>
    <p>
        “网站”和任何“产品”及其全部内容、特性和功能（包括但不限于所有信息、软件、文本、显示、图像、视频和音频，以及它们的设计、选择和排列）归我们、我们的许可方或此类材料的其他提供商所有，并受版权、商标、专利、商业秘密和其他知识产权或专有权利法律的保护。


    </p>
    <p>
        您不得复制、分发、修改、创建衍生作品、公开展示、公开演播、转载、下载、存储或传输我们“网站”和任何“产品”上的任何材料，以下情况除外：
    </p>
    <ol type="i">
        <li>
            您的计算机可能会在内存中临时存储这些材料的副本，以方便您访问和查看这些材料。
        </li>
        <li>
            您可以存储由 web 浏览器自动缓存的文件，以增强显示效果。
        </li>
        <li>
            您可以打印或下载一份合理数量的网站页面，供您个人的非商业用途之用，而不是用来进一步复制、发布或分发。
        </li>
    </ol>
    <p>
        如果我们提供桌面、移动或其他应用程序供下载，您可以将一份副本下载到您的计算机或移动设备上，仅供您个人的非商业用途之用，前提是您同意受我们的最终用户许可协议的约束。
    </p>
    <p>
        您不得：
    </p>
    <ol type="i">
        <li>
            修改网站中任何材料的副本；
        </li>
        <li>
            从网站的材料副本中删除或更改任何版权、商标或其他所有权声明；
        </li>
        <li>
            出于任何商业目的访问或使用“网站”的任何部分或通过“网站”和任何“产品”提供的任何服务或材料。
        </li>
    </ol>
    <p>
        如果您希望使用本“网站”上的材料或本节中未列出的任何产品，请将您的请求发送至： <a
            href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a>
    </p>
    <p>
        如果您违反“条款”打印、复制、修改、下载或以其他方式使用或向任何其他人提供对“网站”任何部分和任何“产品”的访问，您使用“网站”和任何“产品”的权利将立即终止，您必须根据我们作出的选择方案，返还或销毁您制作的任何材料副本。“网站”或任何“产品”或“网站”上的任何内容或任何“产品”的任何权利、所有权或权益均不会转让给您，我们保留所有未明确授予的权利。这些“使用条款”未明确允许的任何“网站”使用均违反这些“使用条款”，并可能违反版权法、商标法和其他法律。
    </p>
    <p>
        作为产品的用户，我们授予您使用本应用程序的有限、个人、非商业、非排他性、不可转让和可撤销的许可。
    </p>
    <p>
        使用我们的“产品”时，您不得：
    </p>
    <ol type="i">
        <li>
            使用我们的“产品”来从事违法活动，
        </li>
        <li>
            未经授权使用或试图使用其他用户的钱包，或以任何可能干扰、破坏、负面影响或阻止其他用户充分享用的方式使用我们的产品；
        </li>
        <li>
            通过我们的应用程序分发任何病毒或其他有害的计算机代码；
        </li>
        <li>
            采取任何可能对我们或我们的任何第三方提供商的基础设施造成不合理或过大负载的行动；
        </li>
        <li>
            试图规避我们的安全措施（您不得绕过、规避或试图绕过或规避我们可能用来阻止或限制对“产品”的访问的任何措施，包括但不限于与“产品”连接的其他帐户、计算机系统或网络）。
        </li>
    </ol>
    <p>
        未经我们事先书面许可，严禁使用这些条款特别授权以外的应用程序，并将终止您使用本应用程序的许可。
    </p>
    <h3>
        责任限制和保证的免责声明
    </h3>
    <p>
        “网站”上或通过“网站”和任何产品提供的信息仅供参考。我们不保证这些信息的准确性、完整性或有用性。您对这些信息的任何依赖都将由您自己承担风险。我们不承担因您或“网站”的任何其他访问者，或任何可能获知“网站”内容的人对这些材料的任何依赖而产生的任何责任。
    </p>
    <p>
        “网站”和任何“产品”可能包含第三方提供的内容，包括其他用户、博客作者和第三方许可方、经营者、整合者和/或报告服务提供的材料。这些材料中表达的所有陈述和/或意见，以及对问题和其他内容的所有文章和回复，除了“公司”提供的内容之外，完全是提供这些材料的个人或实体的意见，仅由其承担相关责任。这些材料不一定反映“公司”的意见。对于任何第三方提供的任何材料的内容或准确性，我们不对您或任何第三方负责。
    </p>
    <p>
        “网站”和“产品”不以任何方式或任何形式或部分构成或形成任何建议（专业或其他建议）的基础，或用于、或与任何投资或其他决策或交易相关。对于由以下原因引起的任何权利主张或损失，我们不承担任何责任（无论如何发生）：
    </p>
    <ul>
        <li>给出的任何建议；</li>
        <li>作出的任何投资或其他决定；或者</li>
        <li>进行或完成的任何交易；</li>
    </ul>
    <p>
        依赖或基于“网站”或任何“产品”中的任何信息，我们也不接受因“产品”的任何其他使用或依赖而产生的任何责任。
    </p>
    <p>
        对于“网站”和“产品”的任何内容的准确性、完整性、通用性、正确性、可靠性、一致性、质量、适用性或原创性，我们不订立任何条款或作出任何陈述，并且在法律允许的最大范围内，所有暗示的保证、条件或任何种类的其他条款均被排除在外。在法律允许的最大范围内，我们对因您或任何其他人使用“网站”和任何“产品”或依赖其任何内容而导致的任何损失或损害不承担任何责任。
    </p>
    <p>
        我们不能也不保证“网站”的任何内容和任何产品不含病毒和/或其他可能含有污染或破坏性元素的代码。您有责任实施适当的信息技术安全保护措施（包括防病毒和其他安全检查），以满足您对内容安全性和可靠性的要求。
    </p>
    <p>
        您免除我们因以下原因造成的任何损失、损害或权利主张的所有责任：
    </p>
    <ol type="a">
        <li>
            用户错误，如忘记密码、交易构建不正确、BTCV 地址输入错误；
        </li>
        <li>
            服务器故障或数据丢失；
        </li>
        <li>
            通过“应用程序”未经授权访问您的钱包；
        </li>
        <li>
            “应用程序”软件中的 bug 或其他错误；以及
        </li>
        <li>
            任何未经授权的第三方活动，包括但不限于使用病毒、网络钓鱼、暴力或其他方式攻击“应用程序”。
        </li>
    </ol>
    <p>
        我们不对包含在我们的“产品”中或通过我们的“产品”访问的任何第三方内容做出任何陈述。与此类内容相关的任何其他条款、条件、保证或陈述仅是您与此类组织和/或个人之间的事务。
    </p>
    <h3>
        免责声明
    </h3>
    <p>
        您理解，我们不能也不保证或担保可从互联网或“网站”下载的文件没有病毒或其他破坏性代码。您有责任实施足够的程序和检查点，以满足您对防病毒保护和数据输入和输出准确性的特殊要求，并有责任在我们的网站之外维护一种方法来重建任何丢失的数据。
    </p>
    <p>
        对于因您使用“网站”或通过“网站”获得的任何服务或项目，或因您下载“网站”或任何链接网站上发布的任何材料而导致的分布式拒绝服务攻击、病毒或其他可能感染您的计算机设备、计算机程序、数据或其他专有材料的技术有害材料造成的任何损失或损害，我们概不负责。您使用“网站”、其内容以及通过“网站”获得的任何服务或项目的风险由您自行承担。“网站”、其内容以及通过“网站”获得的任何服务或项目均按“原样”和“可用”提供，不含任何明示或暗示的担保。“公司”或与“公司”相关的任何人员均不对“网站”的完整性、安全性、可靠性、质量、准确性或可用性做出任何保证或陈述。在不限制上述内容的情况下，“公司”或与“公司”相关或相关的任何人都不表示或保证我们的“网站”、其内容或通过“网站”获得的任何服务或项目将是准确、可靠、无错误或不间断的、缺陷将得到纠正、我们的“网站”或使其可用的服务器没有病毒或其他有害组件，或者此类“网站”或通过此类“网站”获得的任何服务或项目将通过其他方式满足您的需求或期望。
    </p>
    <p>
        “公司”特此拒绝任何形式的保证，无论是明示或暗示的、法定的还是其他形式的，包括但不限于对适销性、不侵权和特定用途适用性的任何保证。
    </p>
    <p>
        某些司法管辖区不允许排除保证或对暗示保证期限的限制，因此上述免责声明可能不完全适用于您，但该声明将在适用法律允许的最大范围内适用。
    </p>
    <h3>
        责任限制
    </h3>
    <p>

        在任何情况下，“公司”、其附属公司或其许可方、服务提供商、雇员、代理人、高管或董事均不对因您使用或无法使用我们的“网站”或任何与其相关的网站、网站或其他网站上的任何内容或通过我们的网站或其他网站获得的任何服务或项目而引起的或与之相关的任何类型的损害负责（包括任何直接的、间接的、特殊的、附带的、随之发生的或惩罚性的损害），包括但不限于人身伤害、疼痛和痛苦、精神痛苦、收入损失、利润损失、业务或预期储蓄损失、使用损失、商誉损失、数据损失，并且无论是否由侵权行为（包括疏忽）、违约或其他原因造成，即使是可预见的。上述内容不影响任何根据适用法律不能排除或限制的责任（可能包括欺诈）。

    </p>
    <p>
        对于您或任何第三方（无论是否经您授权）使用您的帐户所造成的任何损失或损害，包括但不限于网络攻击、任何第三方未经授权的访问，“公司”概不负责。
    </p>
    <h3>
        赔偿
    </h3>
    <p>
        您同意为“公司”、其附属公司、许可方和服务提供商及其各自的高管、董事、雇员、承包商、代理人、许可方、供应商、继承人和受让人抗辩、赔偿并使其免受因您违反这些“使用条款”或您使用“网站”或任何“产品”（包括但不限于使用这些“使用条款”中明确授权以外的“网站”内容、服务和产品或您使用从“网站”获取的信息）而引起或与之相关的任何权利主张、责任、损害、判决、裁定、损失、成本、费用或收费（包括合理的律师费）。
    </p>
    <h3>
        权利主张时限
    </h3>
    <p>
        您同意，您因与我们的关系而产生或与之相关的任何权利主张必须在此类权利主张产生后一年内提出，否则，您的权利主张将被永久禁止。
    </p>
    <h3>
        隐私保护
    </h3>
    <ol type="1">
        <li>
            1. 我们会根据《通用数据保护条例》（即欧洲议会和理事会于 2016 年 4 月 27 日颁布的 (EU) 2016/679
            条例（《关于涉及个人数据处理的个人保护及此类数据自由流动的指令》）处理您的个人数据，并废除指令 95/46 / EC（以下简称“GDPR”）。
        </li>
        <li>
            2. 您的个人数据的数据控制者是“公司”。您可以通过电子邮件联系我们 <a href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a>
        </li>
        <li>
            鉴于您同意接收我们向您的电子邮件地址发送的电子邮件通知，我们将收集您直接提供给我们的信息。另外，我们使用 cookie 收集某些技术信息，以帮助我们运营并向您提供服务。cookie
            是具有少量数据的文件，其中可能包含匿名唯一标识符。cookie 从网站发送到您的浏览器，并存储在您的计算机的硬盘驱动器上。您可以对浏览器进行设置，拒绝所有 Cookie 或指示何时发送
            Cookie。如果，如果您不接受 Cookie，您可能无法使用本网站的部分服务。
        </li>
        <li>
            本网站及其服务面向成人。我们的服务不面向未达到法定年龄的儿童，我们也不会故意收集未成年儿童的个人数据。如果您未满法定年龄，您不得向我们提交任何个人数据。
        </li>
        <li>
            我们可能会将我们收集的您的个人数据和技术信息（如收集时向您所述）用于以下目的：
            <ol type="a">
                <li>
                    提供、运营和维护我们的服务，包括电子邮件通知；
                </li>
                <li>
                    改进和评估我们的服务；
                </li>
                <li>
                    开发新的功能、产品或服务；
                </li>
                <li>
                    客户服务和支持；
                </li>
                <li>
                    定制和个性化我们为您提供的内容，包括营销、促销和赞助内容以及服务内的广告；
                </li>
                <li>
                    营销和通信（例如，就您使用您注册的帐户或服务直接与您联系，以及回复您的请求、反馈或问题）；
                </li>
                <li>
                    关于您如何与我们的服务互动的研究和分析，包括监视使用情况和活动趋势以及用于统计目的；创建报告；衡量或了解内容、通信、我们的服务，并向您提供相关的广告；
                </li>
                <li>
                    法律合规，以遵守法律、法规和执法部门或其他政府实体的要求；履行我们的义务，执行我们因任何合同而产生的权利；并将其用作诉讼证据；
                </li>
                <li>
                    保护我们或任何相关第三方的权利、财产和利益；调查、阻止或以其他方式处理我们酌情认定是或可能构成非法、不道德或法律上有问题的活动。
                </li>
                <li>
                    我们还可能会创建有关您和其他用户使用我们服务的汇总或匿名信息，用于类似于上面列出的目的。
                </li>
            </ol>
        </li>
        <li>
           我们将以法律允许的方式使用您的个人数据。处理您的个人数据的法律依据：
            <ol type="a">
                <li>
                    GDPR 第 6(1)(b) 条 – 即，为履行我们即将或已经与您签订的合同，数据处理是必要的；
                </li>
                <li>
                    GDPR 第 6(1)(a) 条 - 即，您同意出于一个或多个特定目的处理您的个人数据；
                </li>
                <li>
                    GDPR 第 6(1)(f) 条 - 即，为了我们或第三方追求的合法利益，即履行我们即将或已经与相关第三方签订的合同，以及因我们与您或相关第三方的合同关系而产生或与之相关的法律主张的建立、调查或辩护，数据处理是必要的（需要强调的是，在我们为我们的合法利益处理您的个人数据之前，我们确保考虑并平衡对您和您的权利的任何潜在负面影响；我们不会将您的个人数据用于我们的利益优先于对您产生之影响的活动）；和/或
                </li>
                <li>
                    GDPR 第 6 1 (c) 条，即处理您的数据对于履行向作为“数据控制方”的我们所施加的法律义务是必要的。
                </li>
            </ol>
        </li>
        <li>
            您的个人数据的安全性对我们非常重要。这就是为什么我们实施了管理、技术和物理方面的保护措施，旨在保护您的个人数据免遭盗窃或滥用。但请理解，没有任何系统、安全措施或程序可以保证您的信息的完全安全。因此，尽管我们会尽最大努力保护您的个人数据不受未经授权的第三方访问，但我们无法确保或保证此类数据的安全性。因此，您对我们网站、服务的使用和与我们的通信后果自负。您负责保护您通过互联网传输给我们的数据和信息的安全。
        </li>
        <li>
            我们将按以下方式共享您的个人数据：
            <ol type="a">
                <li>
                    与我们的子公司和附属机构共享，包括任何未来的子公司和附属机构；
                </li>
                <li>
                    在合理必要的范围内与我们的服务提供商和分包商共享，以使我们能够顺利提供服务；
                </li>
                <li>
                    与第三方共享，前提是我们必须与第三方合法共享关于您的信息；
                </li>
                <li>
                    在您明确同意的情况下与其他第三方共享；
                </li>
                <li>
                    遵守任何法院命令、法律或法定程序，包括回应任何政府或监管要求；
                </li>
                <li>
                    调查潜在的未经授权访问或滥用我们的服务，或以其他方式执行或应用我们的使用条款和其他协议；
                </li>
                <li>
                    保护我们的资产或权利，包括但不限于开票和收款目的；
                </li>
                <li>
                    如果我们认为披露对于保护我们或我们的客户或第三方的权利、财产或安全是必要或适当的，包括为防止欺诈和/或任何非法活动与其他公司和组织交换信息；
                </li>
                <li>
                    与任何其他您向我们提供数据时我们向您进行了告知的任何其他实体共享。
                </li>
                <li>
                    我们也可能出于营销、广告、研究、合规或其他目的分享共享或匿名数据。
                </li>
            </ol>
        </li>
        <li>
            由于我们的业务活动遍布全球，因此我们可能会与世界各地与我们合作的实体共享您的个人数据。考虑到我们是一家国际性活动组织，这可能涉及将您的个人数据转移到欧洲经济区（“EEA”）之外。如果是将您的个人数据传输到欧洲经济区之外，我们会采取适当措施，确保接收人妥善保护您的个人数据。这些措施尤其包括：
            <ol type="a">
                <li>
                    对于总部设在美国的实体 - 与其签署欧盟委员会批准的标准合同条款，或确保他们加入“欧盟-美国隐私保护”计划；
                </li>
                <li>
                    对于总部设在欧洲经济区以外其他国家的实体，与其签署欧盟委员会批准的标准合同条款。
                </li>
            </ol>
            您可以通过上述电子邮件地址与我们联系，获取上述安全事宜相关文件的副本，以便就数据处理和数据保护相关事宜与我们联系。
        </li>
        <li>
            10.	由于您的个人数据由我们（一家在欧盟经营的公司）处理，因此您拥有 GDPR 项下的某些权利。  根据 GDPR 规定的条件，您有权： 
            <ol type="a">
                <li>
                    要求我们访问、更正、删除或限制处理您的个人数据； 
                </li>
                <li>
                    反对处理您的个人数据； 
                </li>
                <li>
                    传输你的个人数据； 
                </li>
                <li>
                    接收您的个人数据的副本； 
                </li>
                <li>
                    在任何时候撤销您对处理您的个人数据的同意，但这并不影响在撤销之前根据您的同意进行的数据处理的合法性（如果数据处理是基于您的同意进行的，则此项规定适用）；
                </li>
                <li>
                    随时向数据保护机构提出投诉。但是，我们希望您在联系数据保护机构之前，由我们来解决您可能遇到的任何问题，因此请在第一时间与我们联系。
                </li>
            </ol>
        </li>
        <li>
            我们只会将您的个人数据保留到本条款所述目的和履行我们的法律义务所必需的时间内。这意味着，在实际情况中，我们处理您的个人数据的时间不会超过相关法律法规规定的最长期限（日历年年底），即公法责任的诉讼时效或因民事合同或侵权责任而对我们提出的潜在合同主张的诉讼时效。我们仅保留所需的数据。
        </li>
    </ol>
    <h3>
        管辖法律
    </h3>
    <p>
        无论您身在何处，波兰的法律将管辖这些条款和双方的关系，如同您在波兰签署了这些条款一样，而不考虑波兰的法律冲突规则。如果这些条款的任何规定与任何适用法律不一致，这些规定将被取代或修改 — 仅限于这些规定不一致时。对于因您使用产品或违反这些条款而产生或与之相关的任何争议双方同意受波兰法院的专属管辖。在任何此类诉讼中，您放弃基于缺乏个人管辖权、居住地、审理地点不适当或不方便法院原则的任何异议。
    </p>
    <h3>
        终止
    </h3>
    <p>
        如果您使用“应用程序”的许可终止，您在这些条款下的义务仍将继续。终止后，您对钱包中资金的访问权限将取决于您对钱包地址和私钥备份的访问权限。
    </p>
    <h3>
        服务中断
    </h3>
    <p>
        我们可以根据自己的判断，在事先通知或不通知的情况下，免费随时临时或永久地修改或停止我们产品的任何部分。您全权负责在产品之外存储您保存在钱包中的任何钱包地址和私钥对的备份。对与您的钱包相关联的任何钱包地址和私钥对进行外部备份可让您访问保护您的钱包的以太坊网络。这样的备份可让用户在任何时候完全恢复他们的钱包，而不会产生任何费用或丢失用户的 BTCV 代币。如果您不在“产品”之外建立钱包数据的备份，您将无法访问与您的钱包相关联的 BTCV 代币。如果我们停止“产品”或为“产品”降价，我们不对 BTCV 代币的任何损失负责。
    </p>
    <h3>
        非弃权
    </h3>
    <p>
        我们未能行使或延迟行使本条款下的任何权利、权力或特权不应视为弃权；任何权利、权力或特权的单独或部分行使也不排除任何其他权利、权力或特权的行使或该等权利、权力或特权的进一步行使。
    </p>
    <h3>
        弃权和可分割性 
    </h3>
    <p>
        “公司”对这些“条款”中规定的任何条款或条件的弃权不得被视为对此等条款或条件的进一步或持续弃权，或对任何其他条款或条件的弃权，公司未能主张这些“条款”下的权利或规定不构成对此等权利或规定的弃权。如果发现这些条款的任何部分无效、或出于任何原因不可执行，该条款将被视为可分割的，并在必要的最小范围内受到限制或取消。该条款的限制或取消不会影响任何其他条款。 
    </p>
    <h3>
        不可抗力
    </h3>
    <p>
        对于由超出我们合理控制的任何原因或条件直接或间接导致的任何延迟、未能履行或服务中断，我们概不负责，包括但不限于：由于任何天灾、民事或军事当局行为、恐怖主义行为、内乱、战争、罢工或其他劳动争议、火灾、电信或互联网服务或网络提供商服务中断、设备和/或软件故障、其他灾难，或超出我们合理控制范围、不影响任何剩余条款的有效性和可执行性的任何其他事件造成的任何延迟或未能履行。
    </p>
    <h3>
        转让
    </h3>
    <p>
        您同意我们可以转让我们的任何权利和/或转让、分包或委托我们在这些条款下的任何义务。您对这些条款的同意是仅限于您个人，您不得将其转移或转让给任何第三方。
    </p>
    <h3>
        完整协议
    </h3>
    <p>
        这些“条款”构成您和我们之间关于网站和产品的唯一和完整的协议，并取代所有先前和同时期的关于“网站”的书面和口头理解、协议、陈述和保证。
    </p>


    <p>
    </p>
    <p>
    </p>
    <p>
    </p>
    <script>window.onload = function () { window.location.hash = 1; document.title = document.body.clientHeight; }</script>
</body>

</html>`;
